[
  {
    "name": "(Soghomon Soghomonyan) Komitas",
    "subtitle": "Composer, musicologist, ethnographer",
    "section": "culture",
    "imageName": "komitas",
    "birthCity": "Kütahya",
    "birthCountry": "Ottoman Empire",
    "birthLat": 39.4231,
    "birthLon": 29.9833,
    "birthYear": 1869,
    "deathYear": 1935,
    "bio": "Komitas (Soghomon Soghomonyan, 1869–1935) was born in the city of Kütahya in the Ottoman Empire into an artisan’s family. After the early death of his parents, he was taken under the care of the Echmiadzin Seminary, where he revealed exceptional talent in music and singing.\n\nIn 1896 he was ordained a priest and received the name Komitas. In the same year he went to Berlin to study at the conservatory, where he mastered European musical science and compositional techniques. His knowledge enabled him to merge Armenian folk musical tradition with modern processing methods.\n\nKomitas collected and arranged thousands of Armenian folk songs, saving them from oblivion. He not only recorded the melodies but preserved their authenticity, laying the foundation of a national musical school. His work had a huge influence on the development of professional Armenian music.\n\nIn 1915 Komitas was arrested with the Armenian intelligentsia in Constantinople, which became a devastating blow. After his release his mental health declined, and he spent his final years in seclusion in Paris.\n\nToday Komitas is regarded as the founder of the Armenian national school of composition. His name is linked not only with music but also with the preservation of cultural memory, symbolizing the spiritual resilience of the Armenian people."
  },
  {
    "name": "Hovhannes Tumanyan",
    "subtitle": "Writer, poet, public figure",
    "section": "culture",
    "imageName": "tumanyan",
    "birthCity": "Dsegh",
    "birthCountry": "Erivan Governorate, Russian Empire",
    "birthLat": 40.8397,
    "birthLon": 44.6933,
    "birthYear": 1869,
    "deathYear": 1923,
    "bio": "Hovhannes Tumanyan (1869–1923) was born in the village of Dsegh in Lori. From childhood he showed interest in literature and oral folklore. He studied at the Tbilisi Seminary but soon devoted himself entirely to literature.\n\nTumanyan wrote poems, epics, tales, and stories that depicted the life of the Armenian people. His works were distinguished by their simplicity, depth of feeling, and connection to national traditions. Many of his tales became classics of children’s literature.\n\nAn important part of his life was public work. He led literary circles, organized cultural initiatives, and helped refugees during wars and disasters.\n\nTumanyan was also a mediator in interethnic conflicts, seeking peace and understanding among the peoples of the Caucasus. His authority as a writer and public figure was exceptionally high.\n\nAfter his death his works were translated into many languages, and he is remembered as the “poet of all Armenians.” His writings became part of the golden treasury of Armenian literature."
  },
  {
    "name": "Martiros Saryan",
    "subtitle": "Painter, master of color",
    "section": "culture",
    "imageName": "saryan",
    "birthCity": "Nakhichevan-on-Don",
    "birthCountry": "Russian Empire",
    "birthLat": 47.2167,
    "birthLon": 39.7167,
    "birthYear": 1880,
    "deathYear": 1972,
    "bio": "Martiros Saryan (1880–1972) was born in Nakhichevan-on-Don to a family of Armenian settlers. As a youth he moved to Moscow, studied in an art school, and joined the “Blue Rose” group.\n\nSaryan quickly developed his own style, characterized by bright colors and decorative elements. His landscapes and portraits became symbols of joyful and sunlit worldviews with strong national and oriental motifs.\n\nFrom the 1920s he lived and worked in Yerevan, actively contributing to Armenian cultural life. He painted scenes of nature, people, and history, while his studio became a training ground for future artists.\n\nDuring the Soviet period he was officially recognized yet maintained individuality. His art was considered a national treasure, and his exhibitions were held worldwide.\n\nToday Saryan is regarded as one of the greatest Armenian painters of the 20th century. His works are preserved in leading museums, and his house-museum in Yerevan attracts thousands of visitors."
  },
  {
    "name": "(Hovhannes Aivazyan) Ivan Aivazovsky",
    "subtitle": "Marine painter",
    "section": "culture",
    "imageName": "aivazovsky",
    "birthCity": "Feodosia",
    "birthCountry": "Russian Empire",
    "birthLat": 45.0319,
    "birthLon": 35.3825,
    "birthYear": 1817,
    "deathYear": 1900,
    "bio": "Ivan Konstantinovich Aivazovsky (Hovhannes Aivazyan, 1817–1900) was born in Feodosia to an Armenian family. His talent appeared early, leading him to the Academy of Arts in St. Petersburg, where he quickly became one of its best students.\n\nHe gained fame as a master of seascapes. His paintings captured the sea with both realism and lyricism. Over his lifetime he created more than 6,000 works, among which “The Ninth Wave” became iconic.\n\nAivazovsky was not only a painter but also a public figure. He built schools, a museum, and an art gallery in Feodosia. He supported the Armenian Church and culture, financing the construction of churches.\n\nHe traveled extensively in Europe and the East and was acclaimed in Italy, France, Turkey, and Russia. His works were admired at court, and he received numerous awards and titles.\n\nHe died in his hometown, where his house-museum and gallery still stand. He is remembered as one of the greatest marine painters in the world and a pride of the Armenian nation."
  },
  {
    "name": "Paruyr Sevak",
    "subtitle": "Poet, literary critic",
    "section": "culture",
    "imageName": "sevak",
    "birthCity": "Chanakhchi",
    "birthCountry": "Armenia",
    "birthLat": 40.0317,
    "birthLon": 44.4667,
    "birthYear": 1924,
    "deathYear": 1971,
    "bio": "Paruyr Sevak (1924–1971), born Paruyr Gevorgyan, was born in the village of Chanakhchi (today Zangakatun). He graduated from Yerevan University and later completed postgraduate studies in Moscow, where he defended his thesis in philology.\n\nFrom an early age he wrote poetry, marked by emotional force and philosophical depth. His work combined national motifs with universal themes such as love, freedom, and the destiny of a people. His poetry collections “Do Not Be Silent, Lord” and “The Endless Line” were milestones in 20th-century Armenian literature.\n\nSevak was also a literary scholar, studying and commenting on Komitas, and wrote analyses of classical Armenian authors. His research reinforced the role of Armenian cultural tradition.\n\nIn the 1960s he became a public figure, serving as a deputy in the Supreme Council of the Armenian SSR and advocating for language and national identity.\n\nSevak died in a car accident in 1971. His death caused a great public outcry. Today he is remembered as one of the greatest Armenian poets of the 20th century."
  },
  {
    "name": "(Hakob Melik-Hakobyan) Raffi",
    "subtitle": "Writer, publicist, educator",
    "section": "culture",
    "imageName": "raffi",
    "birthCity": "Payajuk, Salmas District",
    "birthCountry": "Persia",
    "birthLat": 38.5667,
    "birthLon": 44.7667,
    "birthYear": 1835,
    "deathYear": 1888,
    "bio": "Raffi, born Hakob Melik-Hakobyan (1835–1888), was born in the village of Payajuk in Persia’s Salmas District to an educated Armenian family. His father was a village elder, while his mother came from a noble line. He studied first with local clergy, then at Tiflis Gymnasium, where he became tied to the Caucasian enlightenment milieu.\n\nAs a youth Raffi studied European languages, philosophy, history, and literature. He read works of Enlightenment thinkers and romantics, shaping his devotion to education and national revival. He also taught in Armenian schools, viewing education as the foundation for cultural renewal.\n\nHis literary career began in the 1860s. His first stories and articles dealt with social and national issues, calling for the awakening of the people. In the 1870s–80s he wrote his major novels—“The Fool,” “David-Bek,” “Samvel,” and “The Deliverer”—depicting heroic Armenian history and struggles for freedom.\n\nRaffi’s novels portrayed freedom fighters and ordinary villagers whose lives symbolized sacrifice and endurance. Combining romantic elevation with realistic detail, his works both inspired national identity and fostered awareness of social injustice.\n\nHe died in 1888 in Tiflis. His funeral was a major event for Armenian intellectual life. His writings remain part of the golden canon of 19th-century Armenian literature and continue to be taught and studied today."
  },
  {
    "name": "Sayat-Nova",
    "subtitle": "Poet, ashugh, musician",
    "section": "culture",
    "imageName": "sayatnova",
    "birthCity": "Tbilisi",
    "birthCountry": "Georgia",
    "birthLat": 41.7151,
    "birthLon": 44.8271,
    "birthYear": 1712,
    "deathYear": 1795,
    "bio": "Sayat-Nova (1712–1795), born Harutyun Sayadyan, was a celebrated Armenian ashugh, poet, and musician. He was born in Tbilisi to an artisan’s family and showed exceptional musical talent from an early age.\n\nHe created hundreds of songs in Armenian, Georgian, and Azerbaijani, becoming a symbol of the Caucasus’ cultural synthesis. His works sang of love, spiritual quests, and the beauty of nature and human emotion.\n\nIn the 1740s he served at the court of King Heraclius II of Georgia as a court singer and musician. Later he left court life to enter a monastery, continuing to compose poetry and spiritual songs.\n\nHe was killed during the Persian invasion of 1795, refusing to renounce his faith. His songs and poetry became classics of Armenian and Caucasian literature, and his name a symbol of spiritual resistance.\n\nToday his legacy is studied as part of the golden treasury of Armenian and regional culture, and many of his works are still performed."
  },
  {
    "name": "Khachatur Abovian",
    "subtitle": "Writer, educator",
    "section": "culture",
    "imageName": "abovyan",
    "birthCity": "Kanaker",
    "birthCountry": "Armenia",
    "birthLat": 40.2,
    "birthLon": 44.6,
    "birthYear": 1809,
    "deathYear": 1848,
    "bio": "Khachatur Abovian (1809–1848) was an Armenian writer, teacher, and educator, author of the first novel in modern Armenian. Born in the village of Kanaker near Yerevan, he first studied at a seminary but showed strong interest in sciences and literature.\n\nIn 1830 he accompanied German traveler Friedrich Parrot on an expedition to Mount Ararat, a symbolic moment of his life. Later he studied at Dorpat University, focusing on philosophy, pedagogy, and natural sciences.\n\nHis most important work was the novel “Wounds of Armenia” (1841), which described the hardships of Armenians under Persian rule. It became the cornerstone of modern Armenian literature.\n\nAbovian also worked as an educator, introducing new teaching methods and raising the level of schooling for Armenian children. His essays dealt with language, history, and national identity.\n\nHis mysterious disappearance in 1848 remains unsolved, but his literary and educational legacy made him one of the most important Armenian figures of the 19th century."
  },
  {
    "name": "Alexander Spendiaryan",
    "subtitle": "Composer, conductor, teacher",
    "section": "culture",
    "imageName": "spendiaryan",
    "birthCity": "Kakhovka",
    "birthCountry": "Russian Empire",
    "birthLat": 46.8,
    "birthLon": 33.5,
    "birthYear": 1871,
    "deathYear": 1928,
    "bio": "Alexander Afanasyevich Spendiaryan (1871–1928) was a prominent Armenian composer, conductor, and teacher, one of the founders of Armenian symphonic music. He was born in Kakhovka (today Ukraine) into an Armenian family.\n\nHe studied under Nikolai Rimsky-Korsakov in St. Petersburg, which shaped his compositional school. Early works already combined European symphonic traditions with Armenian folk motifs.\n\nIn the 1900s–1910s he toured widely as a conductor, promoting Armenian music. He wrote symphonic poems, romances, and the opera “Almast,” which became a classic of Armenian stage art.\n\nIn 1924 he moved to Yerevan, where he founded the symphony orchestra, the first professional orchestra in Armenia. He also taught and trained a new generation of Armenian musicians.\n\nHis work laid the foundation of the national musical school. After his death in 1928, the Yerevan State Conservatory was named after him."
  },
  {
    "name": "Raphael Patkanyan Proshyan",
    "subtitle": "Writer, teacher, public figure",
    "section": "culture",
    "imageName": "proshyan",
    "birthCity": "Ashtarak",
    "birthCountry": "Armenia",
    "birthLat": 40.2994,
    "birthLon": 44.3622,
    "birthYear": 1830,
    "deathYear": 1888,
    "bio": "Raphael Patkanyan, better known under his literary name Proshyan (1830–1888), was born in Ashtarak into a craftsman’s family. He studied in parish school and later at the Nersisyan Seminary in Tbilisi, where he received systematic education and began writing.\n\nIn the mid-19th century he became active in the cultural life of Armenian intellectuals. His early poems and stories, published in Armenian journals, focused on national identity, enlightenment, and language preservation. The pseudonym “Proshyan” became his literary signature.\n\nHe paid particular attention to the problems of Armenian peasants, social justice, and spiritual revival. His prose reflected the hardships and hopes of villagers, resembling Russian realists of his time.\n\nBeyond literature, he worked as a teacher, contributing to the spread of Armenian schooling. He advocated strengthening national consciousness through education.\n\nProshyan died in 1888. His legacy is tied to literature and enlightenment, remembered as a figure who linked artistic word with national and cultural awakening."
  },
  {
    "name": "Nikoghayos Tiran",
    "subtitle": "Portrait painter",
    "section": "culture",
    "imageName": "tiran",
    "birthCity": "Constantinople",
    "birthCountry": "Ottoman Empire",
    "birthLat": 41.0082,
    "birthLon": 28.9784,
    "birthYear": 1826,
    "deathYear": 1871,
    "bio": "Nikoghayos Tiran (1826–1871) was an Armenian painter of the 19th century and a representative of the academic school. Born in Constantinople, he studied drawing locally before moving to Europe.\n\nHe studied in Paris and Rome, adopting European portrait and history painting traditions. Strongly influenced by French academicism, his works show refined composition and detail.\n\nTiran specialized in portraiture, painting figures from the Armenian and Greek communities of the Ottoman Empire, as well as statesmen and entrepreneurs. His portraits were known for psychological depth and careful detail.\n\nHe also painted religious works for Armenian churches in Constantinople and Smyrna, blending canonical traditions with academic style.\n\nThough his life was short, Tiran left a notable mark in Armenian art history, bridging Armenian and European traditions."
  },
  {
    "name": "David Anhaght",
    "subtitle": "Neoplatonist philosopher, founder of Armenian logic",
    "section": "culture",
    "imageName": "david_anhaght",
    "birthCity": "Nergin, Taron",
    "birthCountry": "Armenia",
    "birthLat": 39.5,
    "birthLon": 44.5,
    "birthYear": 470,
    "deathYear": 550,
    "bio": "David the Invincible (ca. 5th–6th centuries) was an Armenian philosopher and logician, a prominent representative of the Alexandrian school of Neoplatonism. He studied in Alexandria and was given the epithet “Invincible” for his victories in philosophical debates. Returning to Armenia, he taught philosophy and logic, spreading classical wisdom.\n\nHe authored works such as “Definitions of Philosophy,” commentaries on Aristotle’s “Categories” and “Analytics,” and analyses of Porphyry’s “Introduction.” His writings sought to unite Platonic and Aristotelian traditions with Pythagorean ideas.\n\nDavid defined philosophy as the science of being, knowledge of the divine and human, meditation on death, and imitation of God. He emphasized philosophy as the “art of arts and science of sciences.”\n\nHis works became textbooks for Armenian schools and seminaries, shaping medieval Armenian thought. His influence extended across centuries of Armenian philosophy.\n\nToday David the Invincible is remembered as a symbol of Armenian philosophy, linking the ancient world with medieval Armenian intellectual tradition."
  },
  {
    "name": "Sargis Pitsak",
    "subtitle": "Miniaturist, manuscript painter",
    "section": "culture",
    "imageName": "sargis_pitsak",
    "birthCity": "Cilicia",
    "birthCountry": "Cilician Armenia",
    "birthLat": 37.0,
    "birthLon": 35.0,
    "birthYear": 1300,
    "bio": "Sargis Pitsak was a renowned Armenian miniaturist of early 14th-century Cilicia. He is considered the last prolific master of the Cilician school of illumination.\n\nHis heritage includes about 40 illustrated manuscripts, the most famous being the “Gospel of Healing” (1353), created during an epidemic. It stands out for vivid colors and symbolic imagery.\n\nPitsak depicted Gospel scenes such as Nativity, Baptism, Crucifixion, and Transfiguration, as well as natural motifs and daily life. His style combined symmetry, geometric stylization, and rich colors symbolizing divine light.\n\nInfluenced by Toros Roslin, Pitsak adapted ornamental motifs and compositional techniques. His father, Grigor, was also a miniaturist and shaped his style.\n\nCreated during decline and turmoil, Pitsak’s work became a form of spiritual resistance and preservation of identity in difficult times."
  },
  {
    "name": "Toros Roslin",
    "subtitle": "Miniaturist, manuscript painter",
    "section": "culture",
    "imageName": "toros_roslin",
    "birthCity": "Cilicia",
    "birthCountry": "Cilician Armenia",
    "birthLat": 37.0,
    "birthLon": 35.0,
    "birthYear": 1250,
    "bio": "Toros Roslin was the greatest Armenian miniaturist of the 13th century, associated with the flourishing of the Cilician school that blended Armenian, Byzantine, and Latin artistic traditions.\n\nHis work was marked by refined composition, rich palette, and symbolism. He paid close attention to human emotions, gestures, and expressions, giving his miniatures unusual vividness.\n\nAmong his best-known manuscripts are the Gospels of 1262, 1265, and 1268, preserved today in the Matenadaran and museums worldwide.\n\nRoslin was also innovative in ornamentation, using intricate frames, geometric and floral motifs integrated with page design. His influence was strong on later artists, including Sargis Pitsak.\n\nToros Roslin’s legacy is a pinnacle of medieval Armenian art, making Armenian illumination part of world artistic heritage."
  }
]
