[
  {
    "name": "Tigran Petrosian",
    "subtitle": "Chess player, World Champion",
    "section": "sport",
    "imageName": "petrosian",
    "birthCity": "Tbilisi",
    "birthCountry": "Georgian SSR, USSR",
    "birthLat": 41.7151,
    "birthLon": 44.8271,
    "birthYear": 1929,
    "deathYear": 1984,
    "bio": "Tigran Vartanovich Petrosian (1929–1984) was a Soviet chess player of Armenian origin, the ninth World Chess Champion (1963–1969). He was born in Tbilisi to an Armenian family. From childhood he showed great talent for chess.\n\nIn the 1950s, he joined the ranks of the strongest Soviet players, becoming USSR Champion in 1959 and 1961. In 1963, he defeated Mikhail Botvinnik to win the World Championship, and in 1966 he defended his title against Boris Spassky.\n\nPetrosian was renowned for his strategic style and impenetrable defense, which earned him the nickname “Iron Tigran.” His approach to chess influenced the development of the positional school.\n\nHe was also active in public and organizational work, serving as editor-in-chief of the magazine “64” and vice-president of FIDE.\n\nPetrosian remains one of the greatest chess strategists of the 20th century."
  },
  {
    "name": "Yuri Vardanyan",
    "subtitle": "Weightlifter, Olympic Champion",
    "section": "sport",
    "imageName": "vardanyan",
    "birthCity": "Leninakan",
    "birthCountry": "Armenian SSR, USSR",
    "birthLat": 40.789,
    "birthLon": 43.8476,
    "birthYear": 1956,
    "deathYear": 2018,
    "bio": "Yuri Norayrovich Vardanyan (1956–2018) was a Soviet and Armenian weightlifter, Olympic champion, and multiple world and European champion. He was born in Leninakan (now Gyumri).\n\nFrom the late 1970s, he became a leader in Soviet weightlifting, setting numerous world records. His performances were noted for their flawless technique and consistency.\n\nAt the 1980 Moscow Olympics, he won the gold medal in the 82.5 kg category, becoming a symbol of Soviet sports.\n\nAfter retiring, he worked as a coach and public figure, later serving as Armenia’s Minister of Sports and as Ambassador to Georgia.\n\nVardanyan is recognized as one of the greatest weightlifters of the 20th century."
  },
  {
    "name": "Henrikh Mkhitaryan",
    "subtitle": "Footballer, midfielder",
    "section": "sport",
    "imageName": "mkhitaryan",
    "birthCity": "Yerevan",
    "birthCountry": "Armenian SSR, USSR",
    "birthLat": 40.1772,
    "birthLon": 44.5035,
    "birthYear": 1989,
    "bio": "Henrikh Mkhitaryan (born 1989) is an Armenian footballer, midfielder for Inter Milan and one of the most decorated players in Armenian football history. He was born in Yerevan, the son of well-known footballer Hamlet Mkhitaryan. A product of Pyunik Yerevan, he won four Armenian league titles with the club.\n\nIn 2009, he moved to Metalurh Donetsk, and then to Shakhtar Donetsk, where he won three Ukrainian championships, two Cups, and two Super Cups. In 2013, he joined Borussia Dortmund, winning the German Super Cup and becoming one of the team’s leaders.\n\nIn 2016, he signed with Manchester United. With the club he won the Europa League (2017), the League Cup, and the Community Shield, becoming the first Armenian to claim a European trophy. He later played for Arsenal, reaching the Europa League final in 2019.\n\nFrom 2019 to 2022 he played for AS Roma, winning the inaugural UEFA Europa Conference League in 2022. In 2022 he joined Inter Milan, where he quickly became a key player, winning the Italian Super Cup (2023, 2024) and the Serie A title in 2023/24. He also reached the 2023 UEFA Champions League final with Inter.\n\nFor Armenia’s national team, Mkhitaryan earned over 95 caps and scored 32 goals, making him the all-time top scorer. He has been named Armenian Footballer of the Year multiple times.\n\nHonors: 4x Armenian champion, 3x Ukrainian champion, winner of the Ukrainian Cup and Super Cup, German Super Cup winner, Europa League (2017), English League Cup, Community Shield, UEFA Conference League (2022), 2x Italian Super Cup, Serie A champion (2024)."
  },
  {
    "name": "Nikita Simonyan",
    "subtitle": "Footballer, coach, sports official",
    "section": "sport",
    "imageName": "nikita_simonyan",
    "birthCity": "Armavir",
    "birthCountry": "USSR",
    "birthLat": 45.0,
    "birthLon": 41.1,
    "birthYear": 1926,
    "bio": "Nikita Pavlovich Simonyan (born 1926) is a legendary Soviet footballer and coach of Armenian descent. He was born in Armavir and began playing football during his youth, starting his professional career in the 1940s.\n\nHe achieved his greatest success with Spartak Moscow, playing from 1949 to 1959. In the USSR league, he scored over 130 goals in more than 230 matches, becoming one of the club’s top scorers.\n\nWith the USSR national team, he competed at the 1956 Melbourne Olympics, where the team won gold — the first major triumph of Soviet football on the international stage.\n\nAfter retiring, Simonyan became a coach and sports official. He managed Spartak Moscow, coached the USSR national team, and later held senior positions in football administration, including acting president of the Russian Football Union.\n\nSimonyan left a lasting legacy in Soviet and Russian football as a symbol of fair play and loyalty to the sport."
  },
  {
    "name": "Garry Kasparov",
    "subtitle": "World Chess Champion, political activist",
    "section": "sport",
    "imageName": "garry_kasparov",
    "birthCity": "Baku",
    "birthCountry": "USSR",
    "birthLat": 40.4093,
    "birthLon": 49.8671,
    "birthYear": 1963,
    "bio": "Garry Kimovich Kasparov (born 1963) is a Soviet and Russian chess player, the 13th World Chess Champion, and one of the greatest players in history. He was born in Baku to an Armenian father and a Jewish mother.\n\nFrom an early age, Kasparov displayed extraordinary chess talent. In 1985, at 22, he defeated Anatoly Karpov to become World Champion, the youngest in history at the time.\n\nHe held the title until 2000 and remained world number one for nearly two decades. His style combined aggression, deep preparation, and early use of computers for analysis.\n\nKasparov is also famous for his matches against IBM’s supercomputers “Deep Thought” and “Deep Blue.” In 1997, he lost to Deep Blue, a landmark moment in the history of AI.\n\nAfter retiring, Kasparov became a political activist, leading opposition movements in Russia and authoring books on chess, history, and politics. He is considered one of the greatest chess players of all time."
  },
  {
    "name": "Youri Djorkaeff",
    "subtitle": "Footballer, World and European Champion",
    "section": "sport",
    "imageName": "djorkaeff",
    "birthCity": "Lyon",
    "birthCountry": "France",
    "birthLat": 45.7640,
    "birthLon": 4.8357,
    "birthYear": 1968,
    "bio": "Youri Djorkaeff (born 1968) is a French footballer of Armenian descent on his father’s side. He was born in Lyon and played as an attacking midfielder, known for his technique and long-range goals.\n\nHe played for Monaco, Paris Saint-Germain, Inter Milan, Bolton, and Metz. With PSG, he won the French Cup and the UEFA Cup Winners’ Cup (1996). At Inter, he won the 1998 UEFA Cup.\n\nWith the French national team, he earned 82 caps and scored 28 goals. He became a World Champion in 1998 and a European Champion in 2000, part of France’s “golden generation.”\n\nAfter retiring, Djorkaeff engaged in social work, serving as a FIFA ambassador and creating a foundation to support migrant children. He is regarded as one of the best French players of the 1990s."
  },
  {
    "name": "Levon Aronian",
    "subtitle": "Grandmaster, world-class chess player",
    "section": "sport",
    "imageName": "aronian",
    "birthCity": "Yerevan",
    "birthCountry": "Armenian SSR, USSR",
    "birthLat": 40.1772,
    "birthLon": 44.5035,
    "birthYear": 1982,
    "bio": "Levon Aronian (born 1982) is an Armenian chess grandmaster, one of the strongest players of the 21st century. He was born in Yerevan and became an international master in 1997 and a grandmaster in 2000.\n\nIn 2002, he won the World Junior Championship, and in 2005, he claimed the FIDE World Cup. His style is noted for versatility and creativity.\n\nWith the Armenian national team, he won Chess Olympiads in 2006, 2008, and 2012, becoming a national hero. He also triumphed at elite tournaments such as Linares, Wijk aan Zee, and the Grand Slam Final.\n\nHe long ranked in the world’s top 10 and has been a leading figure in global chess. In 2021, he switched federations to represent the United States, but remains a central figure in Armenian chess history."
  },
  {
    "name": "Arthur Abraham",
    "subtitle": "Professional boxer, World Champion",
    "section": "sport",
    "imageName": "abraham",
    "birthCity": "Yerevan",
    "birthCountry": "Armenian SSR, USSR",
    "birthLat": 40.1772,
    "birthLon": 44.5035,
    "birthYear": 1980,
    "bio": "Arthur Abraham (Avetik Abrahamyan, born 1980) is an Armenian-German professional boxer, World Champion under the IBF and WBO titles. He was born in Yerevan and moved to Germany as a teenager, beginning his boxing career there.\n\nHe fought in middleweight and super middleweight divisions. In 2005, he captured the IBF middleweight title and defended it successfully 10 times until 2009. Later, he became WBO super middleweight champion.\n\nKnown for his toughness, endurance, and powerful punches, he earned the nickname “King Arthur.” He fought over 50 bouts, winning most of them.\n\nAbraham became one of the most successful Armenian boxers in modern times, bringing international recognition to Armenian boxing."
  },
  {
    "name": "Armen Nazaryan",
    "subtitle": "Olympic Champion in Greco-Roman Wrestling",
    "section": "sport",
    "imageName": "nazaryan",
    "birthCity": "Masis",
    "birthCountry": "Armenian SSR, USSR",
    "birthLat": 40.07,
    "birthLon": 44.55,
    "birthYear": 1974,
    "bio": "Armen Nazaryan (born 1974) is an Armenian and Bulgarian Greco-Roman wrestler, two-time Olympic Champion. He was born in Masis, trained in Armenia, and entered the USSR national team early.\n\nAt the 1996 Atlanta Olympics, he won gold, becoming Armenia’s first Olympic champion after independence. In 2000 at Sydney, competing for Bulgaria, he repeated the feat.\n\nNazaryan also won multiple World and European Championships, cementing his reputation as one of the best wrestlers in history.\n\nAfter retiring, he became a coach, leading Bulgaria’s national team. His legacy stands as a symbol of Armenian wrestling excellence and inspiration for young athletes."
  },
  {
    "name": "Albert Azaryan",
    "subtitle": "Gymnast, three-time Olympic Champion",
    "section": "sport",
    "imageName": "albert_azaryan",
    "birthCity": "Yerevan",
    "birthCountry": "Armenian SSR, USSR",
    "birthLat": 40.1772,
    "birthLon": 44.5035,
    "birthYear": 1929,
    "deathYear": 2023,
    "bio": "Albert Vaganovich Azaryan (1929–2023) was a Soviet and Armenian gymnast, considered one of the greatest masters on the rings. He was born in Yerevan and began gymnastics at an early age.\n\nIn the 1950s, Azaryan became the USSR team’s leading gymnast, specializing in the rings. He created the famous element “Azaryan Cross,” which entered gymnastics history. His strength and technique earned him the title “King of the Rings.”\n\nAt the 1956 Melbourne Olympics, he won gold on the rings and in the team event. Four years later in Rome (1960), he repeated his triumph, again winning gold on the rings. He also collected numerous world and European titles.\n\nBeyond his career, he coached younger generations, and his son Eduard Azaryan also became an Olympic champion. \n\nAlbert Azaryan was decorated with high honors of the USSR and Armenia. His name remains a symbol of Armenia’s contribution to world gymnastics."
  },
  {
    "name": "Oksen Mirzoyan",
    "subtitle": "Weightlifter, Olympic Champion",
    "section": "sport",
    "imageName": "mirzoyan",
    "birthCity": "Ashtarak",
    "birthCountry": "Armenian SSR, USSR",
    "birthLat": 40.2994,
    "birthLon": 44.3622,
    "birthYear": 1961,
    "bio": "Oksen Mirzoyan (born 1961) is a Soviet and Armenian weightlifter, Olympic Champion, two-time World and three-time European Champion. He was born in Ashtarak.\n\nHe quickly emerged as one of the strongest lifters of his era, joining the USSR national team in the early 1980s.\n\nAt the 1980 Moscow Olympics, he won silver, and at the 1988 Seoul Olympics, he claimed gold in the 60 kg category.\n\nMirzoyan also won World titles in 1983 and 1985, and European titles in 1983, 1984, and 1987, setting several world records.\n\nAfter retiring, he worked as a coach and contributed greatly to developing weightlifting in Armenia, becoming a symbol of Armenian lifting traditions."
  },
  {
    "name": "Artur Aleksanyan",
    "subtitle": "Greco-Roman wrestler, Olympic Champion",
    "section": "sport",
    "imageName": "aleksanyan",
    "birthCity": "Gyumri",
    "birthCountry": "Armenia",
    "birthLat": 40.7894,
    "birthLon": 43.8475,
    "birthYear": 1991,
    "bio": "Artur Aleksanyan (born 1991) is an Armenian Greco-Roman wrestler, Olympic Champion, and multiple World and European Champion. He was born in Gyumri into a wrestling family, with his father as his first coach.\n\nFrom youth he won international medals, and by the 2010s he was among the world’s top wrestlers.\n\nAt the 2012 London Olympics he finished 7th, gaining experience. At Rio 2016, he won gold in the 98 kg category, becoming an Olympic champion and a national hero. At Tokyo 2020 (held in 2021), he earned silver.\n\nAleksanyan is also a three-time World Champion (2014, 2015, 2017) and a five-time European Champion (2012, 2013, 2014, 2018, 2020). His power and endurance earned him the nickname “White Bear.”\n\nHe is also active in public life, supporting young athletes and symbolizing Armenian pride worldwide."
  },
  {
    "name": "Vladimir Yengibaryan",
    "subtitle": "Amateur boxer, Olympic Champion",
    "section": "sport",
    "imageName": "yengibaryan",
    "birthCity": "Yerevan",
    "birthCountry": "Armenian SSR, USSR",
    "birthLat": 40.1772,
    "birthLon": 44.5035,
    "birthYear": 1932,
    "deathYear": 2013,
    "bio": "Vladimir Nikolaevich Yengibaryan (1932–2013) was a Soviet and Armenian boxer, Olympic Champion in lightweight and welterweight divisions. He was born in Yerevan and began boxing in 1946.\n\nHe became the first Soviet European boxing champion in 1953 in Warsaw. He later competed in the welterweight class.\n\nYengibaryan was a three-time USSR Champion (1955, 1956, 1958) and three-time European Champion (1953, 1957, 1959).\n\nAt the 1956 Melbourne Olympics, he won gold, defeating four opponents including Italy’s Franco Nenci in the final. In total, he won 255 of 267 bouts, never being knocked out.\n\nAfter retiring in 1960, he founded Armenia’s first Republican boxing school in Yerevan. He later emigrated to Los Angeles in 1992, continuing coaching. He died in 2013 and is honored with an annual boxing tournament in his name."
  },
  {
    "name": "Khoren Oganesian",
    "subtitle": "Footballer, Ararat Yerevan legend",
    "section": "sport",
    "imageName": "khoren_oganesyan",
    "birthCity": "Yerevan",
    "birthCountry": "Armenian SSR, USSR",
    "birthLat": 40.1772,
    "birthLon": 44.5035,
    "birthYear": 1955,
    "bio": "Khoren Oganesian (born 1955) is a Soviet and Armenian footballer, forward and midfielder, one of the brightest figures in Armenian football history. He was born in Yerevan and trained with Ararat Yerevan.\n\nWith Ararat, he won the USSR Championship in 1973 and the USSR Cup in 1975, the peak of Armenian club football. He was known for his dribbling, pace, and playmaking.\n\nHe was a key player for the USSR national team, winning bronze at the 1976 Montreal Olympics and later competing in World Cups and European Championships.\n\nHe was widely regarded as one of the best Soviet players of the 1970s, regularly listed among the USSR’s top 33 players.\n\nAfter retirement, Oganesian became a coach and football figure, his name remaining a symbol of Armenian football and an inspiration for new generations."
  }
]
