[
  {
    "name": "Aram Manukyan",
    "subtitle": "One of the Founders of the First Republic of Armenia",
    "section": "Politics",
    "imageName": "aram_manukyan",
    "birthCity": "Zeiva",
    "birthCountry": "Russian Empire",
    "birthLat": 40.75,
    "birthLon": 44.87,
    "birthYear": 1879,
    "bio": "Aram Manukyan (1879–1919) was an Armenian political and state figure, one of the founders of the First Republic of Armenia. He was born in the village of Zeiva in Alexandropol district. From a young age, he was involved in the national liberation movement, joined the Dashnaktsutyun party, and took part in organizing underground activities and the self-defense of Armenian communities.\n\nFrom 1905, he lived in Van, where he became one of the key leaders of the Armenian community. During World War I, he led the defense of Van, which in April–May 1915 successfully resisted weeks of Ottoman attacks. After Russian forces entered the city, Manukyan headed the temporary Armenian civilian administration of Van, overseeing governance and survival for about 70 days. Following the Russian withdrawal, he organized the resettlement of tens of thousands of Armenians from Vaspurakan to Eastern Armenia, saving them from annihilation.\n\nIn 1917–1918, Aram Manukyan became one of the central figures in organizing the defense of Eastern Armenia. In the critical spring of 1918, he played a decisive role in mobilizing the population and preparing for the battles of Sardarapat, Bash Abaran, and Karakilisa. These victories prevented disaster and laid the foundation for the declaration of the Republic of Armenia on May 28, 1918.\n\nAfter the republic was proclaimed, Manukyan served as Minister of the Interior and became one of the de facto leaders of the state, overseeing defense, internal order, and supply issues. His efforts contributed significantly to the establishment of state institutions under blockade and extreme hardship.\n\nAram Manukyan died in January 1919 in Tiflis from a typhus epidemic. In Armenian historical memory, he is remembered as a symbol of resilience, organizational energy, and one of the architects of independence."
  },
  {
    "name": "Sergey Lavrov",
    "subtitle": "Minister of Foreign Affairs of the Russian Federation",
    "section": "Politics",
    "imageName": "lavrov",
    "birthCity": "Moscow",
    "birthCountry": "USSR",
    "birthLat": 55.7558,
    "birthLon": 37.6173,
    "birthYear": 1950,
    "bio": "Sergey Viktorovich Lavrov (b. 1950) is a Russian diplomat and Minister of Foreign Affairs of the Russian Federation since 2004. He was born in Moscow to a family with Armenian roots on his father’s side. His father’s family name was Kalantaryan, but he uses his mother’s surname, Lavrov. He has emphasized that he considers himself Russian, although his Armenian heritage is often mentioned in biographical materials.\n\nLavrov graduated from the Moscow State Institute of International Relations (MGIMO) in 1972 with a specialization in international relations, fluent in English and French. His early career began at the Soviet embassy in Sri Lanka, where he worked on political and economic cooperation.\n\nDuring the 1980s–1990s, he served in the Soviet and later Russian foreign service, holding various diplomatic posts. From 1994 to 2004, he was Russia’s Permanent Representative to the United Nations, actively engaging in discussions on security, international law, and regional conflicts.\n\nIn 2004, Lavrov was appointed Minister of Foreign Affairs of Russia, a position he has held for more than two decades. He has played a central role in shaping Russia’s foreign policy, participating in international negotiations on arms control, the Middle East, the South Caucasus, and post-Soviet affairs.\n\nLavrov is known for his tough diplomatic style, his ability to negotiate under challenging conditions, and his authority within international institutions. His biography reflects the traditions of the Soviet diplomatic school combined with the modern Russian foreign policy course. Despite his Armenian background, he has always presented himself as a representative of Russian diplomacy and culture."
  },
  {
    "name": "Anastas Mikoyan",
    "subtitle": "Soviet State and Party Leader",
    "section": "Politics",
    "imageName": "mikoyan",
    "birthCity": "Sanahin, Lori",
    "birthCountry": "Russian Empire",
    "birthLat": 41.15,
    "birthLon": 44.65,
    "birthYear": 1895,
    "deathYear": 1978,
    "bio": "Anastas Ivanovich Mikoyan (1895–1978) was born in the village of Sanahin in the Lori region into an Armenian family. He studied at a theological seminary in Tbilisi but soon embraced revolutionary ideas and joined the Bolshevik movement. From a young age, he was active as an organizer of underground work and political agitation.\n\nAfter the October Revolution, Mikoyan played a key role in establishing Soviet power in the Caucasus. He held party posts in Armenia and the Transcaucasus, and later moved to Moscow, where his career rapidly advanced. He became part of Lenin’s, and later Stalin’s, inner circle, holding key positions in the Council of People’s Commissars.\n\nIn the 1930s–1940s, Mikoyan oversaw foreign trade, industry, and supply. During World War II, he played an important role in providing the Red Army with food and equipment, serving on the State Defense Committee and contributing to strategic wartime decisions.\n\nAfter Stalin’s death, Mikoyan retained influence, supporting Khrushchev’s reforms. He was a driving force behind the ‘thaw’ and efforts to improve relations with the West. In 1964–1965, he served as Acting Chairman of the Presidium of the Supreme Soviet — effectively head of state.\n\nIn his later years, Mikoyan remained influential in party structures, focusing on international policy and diplomacy. His career spanned more than half a century, making him one of the most experienced and enduring figures in Soviet politics."
  },
  {
    "name": "Karen Demirchyan",
    "subtitle": "Soviet and Armenian Political Leader",
    "section": "Politics",
    "imageName": "demirchyan",
    "birthCity": "Yerevan",
    "birthCountry": "Armenian SSR, USSR",
    "birthLat": 40.1772,
    "birthLon": 44.5035,
    "birthYear": 1932,
    "deathYear": 1999,
    "bio": "Karen Seropovich Demirchyan (1932–1999) was born in Yerevan into an engineer’s family. He graduated from the Yerevan Polytechnic Institute as an electrical engineer and began his career at the Yerevan Electrotechnical Plant, rising from foreman to director.\n\nIn 1974, Demirchyan became First Secretary of the Communist Party of Armenia and head of the republic. His leadership was marked by industrial growth, scientific advancement, and cultural development. Yerevan expanded with new districts, while energy, transport, and infrastructure grew significantly.\n\nHe promoted education and the training of skilled workers, supporting high-tech projects in electronics and mechanical engineering. Under his leadership, the Armenian SSR became one of the most dynamically developing republics of the Soviet Union.\n\nIn 1988, amid the Karabakh Movement and growing instability, Demirchyan was forced to resign. Despite this, he retained respect as a symbol of stability and development.\n\nIn the 1990s, he returned to politics, founding the People’s Party of Armenia. In 1999, he was elected Chairman of the National Assembly but was killed during the October 27, 1999 terrorist attack in parliament. His death was a major tragedy in Armenia’s modern history."
  },
  {
    "name": "Hovhannes Kajaznuni",
    "subtitle": "First Prime Minister of the First Republic of Armenia",
    "section": "Politics",
    "imageName": "kachaznuni",
    "birthCity": "Akhalkalaki",
    "birthCountry": "Russian Empire",
    "birthLat": 41.405,
    "birthLon": 43.484,
    "birthYear": 1868,
    "deathYear": 1938,
    "bio": "Hovhannes Kajaznuni (1868–1938) was an Armenian political leader and the first Prime Minister of the First Republic of Armenia. He was born in Akhalkalaki (now Georgia) into an Armenian family. He studied architecture and engineering in St. Petersburg, where he also joined the Armenian Revolutionary Federation (Dashnaktsutyun).\n\nBefore 1917, he worked as an architect while actively participating in party activities, helping organize Armenian communities and cultural initiatives. After the February Revolution, he became a leader of the Armenian delegation to the Transcaucasian Seim.\n\nIn May 1918, after Armenia declared independence, Kajaznuni became Prime Minister during one of the hardest times in Armenian history — rebuilding a country devastated by genocide, an influx of refugees, wars with the Ottoman Empire and neighbors, and severe shortages of food and resources.\n\nHe worked to establish state institutions, build an army, and seek international recognition for Armenia. Cautious in diplomacy, he understood the limited resources of the young republic.\n\nAfter the fall of the First Republic and Sovietization, Kajaznuni remained in Armenia. In the 1930s, he was arrested and perished during Stalin’s purges in 1938. He is remembered as the first Prime Minister of independent Armenia and one of the architects of its statehood."
  },
  {
    "name": "Tigranes II the Great",
    "subtitle": "King of Armenia, Statesman",
    "section": "Politics",
    "imageName": "tigran_the_great",
    "birthCity": "Artashat",
    "birthCountry": "Kingdom of Armenia",
    "birthLat": 39.95,
    "birthLon": 44.55,
    "birthYear": -140,
    "deathYear": -55,
    "bio": "Tigranes II the Great (c. 140 BCE – 55 BCE) was one of the most renowned kings of Armenia, whose reign marked the peak of the country’s political and military power. Ascending the throne in the early 1st century BCE, he transformed Armenia into the largest power of the Near East.\n\nEarly in his reign, Tigranes strengthened internal structures: reforming the army, consolidating royal power, and fortifying cities. The capital Artashat became a political and economic hub, and later he founded the new city of Tigranocerta, symbolizing his era.\n\nIn foreign policy, Tigranes pursued conquests. His realm stretched from the Caucasus to the Mediterranean, including Syria, Cappadocia, Phoenicia, and parts of Mesopotamia. He was referred to as ‘King of Kings’ at the height of his power.\n\nHis diplomacy included alliances with Parthia, Pontus, and conflict with Rome. In alliance with Mithridates of Pontus, he fought Rome, but ultimately was forced into peace, surrendering some territories. Nonetheless, Armenia retained autonomy and influence.\n\nHis legacy is seen as an era of Armenian greatness and flourishing statehood. Tigranes’ reign strengthened Armenian identity and left a cultural and political heritage that inspired generations."
  },
  {
    "name": "Tiridates III the Great",
    "subtitle": "King of Armenia, First Christian Monarch",
    "section": "Politics",
    "imageName": "trdat_iii",
    "birthCity": "Artashat",
    "birthCountry": "Armenia",
    "birthLat": 39.9539,
    "birthLon": 44.5506,
    "birthYear": 250,
    "deathYear": 330,
    "bio": "Tiridates III the Great (c. 250–330 CE) was a king of Armenia from the Arsacid dynasty, remembered as the first ruler to officially adopt Christianity with his people. His reign marked a turning point, making Armenia the first Christian state in the world.\n\nBorn in Artashat, Tiridates came from the Arsacid royal line, linked to Parthia and Persia. His youth was shaped by constant struggles with the Sasanian Empire. Initially, he upheld Zoroastrian traditions, but political and spiritual shifts eventually changed his policies.\n\nThe pivotal moment came with his conversion under the influence of St. Gregory the Illuminator. According to tradition, Gregory, long imprisoned, healed Tiridates of a severe illness, leading to the king’s baptism and the nation’s conversion.\n\nIn 301 CE, Christianity was proclaimed the state religion of Armenia. Tiridates and Gregory initiated the building of churches, establishment of bishoprics, and organization of the new ecclesiastical structure. This profoundly shaped Armenian identity and culture.\n\nTiridates III also strengthened Armenia’s international standing, securing support from Rome against Persia. His reign exemplified the union of spiritual and temporal authority, and his legacy endured as Armenia’s Christian foundation."
  },
  {
    "name": "Ashot II the Iron",
    "subtitle": "King of Armenia from the Bagratuni Dynasty",
    "section": "Politics",
    "imageName": "ashot_ii",
    "birthCity": "Bagaran",
    "birthCountry": "Armenia",
    "birthLat": 40.0311,
    "birthLon": 43.7897,
    "birthYear": 915,
    "deathYear": 928,
    "bio": "Ashot II, known as ‘the Iron’ (c. 915–928), was a king of Armenia from the Bagratuni dynasty. His nickname reflected not only his physical strength but also his resilience during years of war and turmoil.\n\nHe inherited the throne during a crisis: Armenia faced pressure from the Arab Caliphate and internal noble disputes. The young king united forces and sought Byzantine support to resist foreign threats.\n\nHis reign was dominated by wars with Arab governors who tried to subjugate Armenia. Ashot II showed extraordinary fortitude, maintaining independence and restoring central authority. His military successes temporarily strengthened Armenia and slowed Muslim expansion.\n\nDomestically, he worked to consolidate royal power, mediate disputes among nobles, and improve governance. He also supported churches and monasteries, viewing Christianity as key to national unity.\n\nDespite a short reign, Ashot II the Iron became a symbol of defiance and independence. Chronicles preserved his image as a ruler who withstood invasions and defended Armenian statehood in one of its hardest times."
  },
  {
    "name": "Israel Ori",
    "subtitle": "Diplomat, National Liberation Activist",
    "section": "Politics",
    "imageName": "israel_ori",
    "birthCity": "Sisian",
    "birthCountry": "Armenia (Syunik)",
    "birthLat": 39.5211,
    "birthLon": 46.0203,
    "birthYear": 1658,
    "deathYear": 1711,
    "bio": "Israel Ori (1658–1711) was an Armenian political figure and diplomat who played a key role in seeking international support for Armenian liberation efforts in the 17th–18th centuries. Born in Syunik to a melik’s family, he received a strong education and became multilingual, preparing him for a diplomatic career.\n\nIn his youth, Ori left Armenia for Europe, where he served in the French army and gained military and political experience. He realized that Armenia’s liberation required support from major powers.\n\nFrom the late 17th century, Ori acted as a representative of Armenian nobility and clergy in Europe. He visited France, Italy, Germany, and Austria, seeking support from monarchs and the papacy. His missions involved negotiations on possible military assistance against the Ottomans and Persians.\n\nMost importantly, Ori worked with Russia. In the early 18th century, he presented plans to Peter I in Moscow, proposing a joint campaign to free Armenia. Though not realized, his efforts placed the Armenian question on Russia’s foreign policy agenda.\n\nHe died in Astrakhan in 1711 while returning from a diplomatic mission. Though his projects were unfinished, Ori became a symbol of Armenian diplomacy and a precursor to future independence efforts."
  },
  {
    "name": "Levon II Rubenid",
    "subtitle": "King of Cilician Armenia",
    "section": "Politics",
    "imageName": "levon_ii_rubenid",
    "birthCity": "Cilicia",
    "birthCountry": "Cilician Armenian Kingdom",
    "birthLat": 37.0,
    "birthLon": 35.0,
    "birthYear": 1150,
    "deathYear": 1219,
    "bio": "Levon II Rubenid (c. 1150–1219), better known as Levon I the Great, was one of the most prominent rulers of Cilician Armenia, who elevated the principality into a kingdom. He came from the Rubenid dynasty, which consolidated Armenian power in Cilicia after migrations from the Armenian Highlands.\n\nBecoming ruler in the late 12th century, Levon inherited a state surrounded by Byzantines, Crusaders, and Muslim emirates. Through diplomacy and warfare, he expanded and strengthened his realm. His main goal was international recognition of Cilician Armenia’s independence.\n\nAfter negotiations with Pope Innocent III and Emperor Henry VI, he secured coronation. In 1198, in Tarsus, he was crowned King of Armenia by the Catholicos and papal legates. This marked Cilicia’s transformation into a kingdom.\n\nHis reign was notable for reforms: he expanded trade, strengthened ties with Crusader states, and granted privileges to Genoese and Venetian merchants. These policies turned Cilician Armenia into a key hub of Eastern Mediterranean trade.\n\nLevon II died in 1219. His death sparked succession struggles, but he is remembered as the monarch who gained international recognition for Cilicia and raised its prestige on the global stage."
  },
  {
    "name": "Diana Abgar",
    "subtitle": "Writer, Diplomat",
    "section": "Politics",
    "imageName": "diana_abgar",
    "birthCity": "Rangoon",
    "birthCountry": "Burma (British Empire)",
    "birthLat": 16.8409,
    "birthLon": 96.1735,
    "birthYear": 1859,
    "deathYear": 1937,
    "bio": "Diana Abgar (1859–1937) was an Armenian writer, humanitarian, and diplomat, remembered as the first woman diplomat of the First Republic of Armenia. She was born in Rangoon (now Yangon, Myanmar) into an Armenian merchant family from New Julfa. She was educated in Calcutta, where she developed an early interest in literature and the humanities.\n\nAfter marrying Michael Abgar, a wealthy Armenian trader, she moved to Japan. In Kobe and Yokohama, she was active not only in family business affairs but also in writing. She authored books and articles in English on international affairs, the fate of small nations, and the Armenian plight in the Ottoman Empire.\n\nDuring the Armenian Genocide (1915), she dedicated herself to helping refugees, using her contacts in Japan to assist displaced Armenians, providing shelter and advocating for their rights.\n\nAfter Armenia declared independence in 1918, she was appointed Consul General of the Republic of Armenia in Japan, making her the first woman in the world to officially serve as a diplomat of a sovereign state.\n\nShe continued writing throughout her life, promoting peace, justice, and equality. Diana Abgar died in Yokohama in 1937. She remains a symbol of women’s contribution to diplomacy and Armenia’s international voice."
  },
  {
    "name": "Shahamir Shahamiryan",
    "subtitle": "Thinker, Enlightener, Public Figure",
    "section": "Politics",
    "imageName": "shahamir_shahamiryan",
    "birthCity": "New Julfa",
    "birthCountry": "Persia",
    "birthLat": 32.6,
    "birthLon": 51.7,
    "birthYear": 1723,
    "deathYear": 1797,
    "bio": "Shahamir Shahamiryan (1723–1797) was born in New Julfa and later settled in Madras, India, where he became a wealthy merchant and influential community leader. He united the Armenian diaspora there and emerged as one of the key voices of national revival.\n\nIn 1771, he founded one of the first Armenian printing presses in Madras, around which a circle of intellectuals gathered. From this press came works like 'Yordorak' and especially 'Vorogayt Parats' ('Snare of Glory'), considered the first constitution for a future Armenian state.\n\n'Vorogayt Parats' contained 521 articles envisioning Armenia as a republic with an elected legislative body (‘House of Armenians’), separation of powers, a national army, and universal education. This document is regarded as one of the earliest constitutional projects in Asia.\n\nHis activities faced resistance from church authorities: in 1776 Catholicos Simeon I ordered the press shut down. Nevertheless, Shahamiryan continued his work, building ties with King Heraclius II of Georgia and with Russia, promoting Armenian statehood.\n\nAfter his death, 'Vorogayt Parats' survived as a unique political text, bringing Armenians the ideas of freedom, democracy, and rights. Today Shahamiryan is seen as a founder of Armenian Enlightenment and constitutional thought."
  },
  {
    "name": "Robert Kocharyan",
    "subtitle": "Statesman, President of Armenia (1998–2008)",
    "section": "Politics",
    "imageName": "robert_kocharyan",
    "birthCity": "Stepanakert",
    "birthCountry": "Nagorno-Karabakh Autonomous Region, Azerbaijan SSR, USSR",
    "birthLat": 39.8177,
    "birthLon": 46.7528,
    "birthYear": 1954,
    "bio": "Robert Sedrakovich Kocharyan (b. 1954) was born in Stepanakert, Nagorno-Karabakh Autonomous Region of the Azerbaijan SSR. He graduated from Yerevan Polytechnic Institute, later returning to Karabakh to work in industry and local party organizations.\n\nIn the late 1980s, he became one of the leaders of the Karabakh movement, advocating for unification with Armenia. During the 1991–1994 conflict, he held senior posts in the leadership of the self-declared Nagorno-Karabakh Republic, becoming its president in 1994. In this role, he organized defense and took part in ceasefire negotiations signed in May 1994.\n\nIn 1997, Kocharyan became Prime Minister of Armenia, and in 1998, following Levon Ter-Petrosyan’s resignation, he was elected President of Armenia. As president, he focused on security, international relations, ties with Russia and the diaspora, and economic reforms.\n\nHis presidency was marked by economic growth and institution building. Despite challenges, Armenia stabilized after the war, attracted investments, and achieved notable GDP growth.\n\nAfter completing two terms in 2008, Kocharyan transferred power to Serzh Sargsyan. His tenure is often regarded as one of the more successful in modern Armenia, balancing security concerns with economic development and stability in a difficult regional context."
  },
  {
    "name": "Nikol Pashinyan",
    "subtitle": "Political Leader, Prime Minister of Armenia (2018–)",
    "section": "Politics",
    "imageName": "nikol_pashinyan",
    "birthCity": "Ijevan",
    "birthCountry": "Armenian SSR, USSR",
    "birthLat": 41.12,
    "birthLon": 44.88,
    "birthYear": 1975,
    "bio": "Nikol Vovayevich Pashinyan (b. 1975) is an Armenian political leader and current Prime Minister. He was born in Ijevan and studied philology at Yerevan State University but did not graduate, devoting himself to journalism and public activity.\n\nIn the 1990s, Pashinyan became a prominent journalist as editor of the opposition paper ‘Haykakan Zhamanak,’ known for its sharp criticism of the authorities. His media work established his reputation in opposition politics.\n\nIn the 2000s, he entered active politics, participating in protests. After the 2008 post-election demonstrations, he went underground and was later arrested, released in 2011 under amnesty, and returned to politics as a parliamentarian.\n\nIn 2018, he led the ‘Velvet Revolution’ that forced the resignation of Serzh Sargsyan, becoming Prime Minister. His tenure has been controversial: restrictions were imposed on the Armenian Apostolic Church; the school subject ‘History of the Armenians,’ covering the diaspora and wider heritage, was replaced with a narrower ‘History of Armenia’; his government also openly supported LGBT rights, which faced public resistance.\n\nOn the international front, Pashinyan pursued rapprochement with Azerbaijan and Turkey, while effectively dropping the demand for international recognition of the Armenian Genocide. His rule saw the 2020 Nagorno-Karabakh war, ending in defeat and territorial losses.\n\nDespite criticism and discontent, he retained power, winning the 2021 parliamentary elections. His legacy remains divisive: to some a symbol of change, to others a leader under whom Armenia weakened and fell into crisis."
  }
]
