[
  {
    "name": "Эчмиадзинский кафедральный собор",
    "lat": 40.1667,
    "lon": 44.2946,
    "isActive": true,
    "address": "Эчмиадзин, Армавирская область, Армения",
    "description": "Эчмиадзинский кафедральный собор — главный духовный центр Армянской Апостольской Церкви и одна из древнейших христианских святынь в мире. Согласно преданию, он был основан святым Григорием Просветителем в начале IV века после видения Христа, указавшего место для будущего алтаря. На протяжении веков собор многократно перестраивался, сохраняя в себе элементы раннехристианской, средневековой и более поздней архитектуры. Здесь хранятся величайшие святыни — копьё Лонгина, частицы Креста Господня и другие реликвии. Эчмиадзин включён в Список всемирного наследия ЮНЕСКО и является сердцем духовной жизни армянского народа.",
    "photoName": "echmiadzin"
  },
  {
    "name": "Сурб Зоравор Аствацацин",
    "lat": 40.1836,
    "lon": 44.5094,
    "isActive": true,
    "address": "Ереван, Армения",
    "description": "Церковь Сурб Зоравор Аствацацин — один из древнейших храмов Еревана, история которого уходит в IX век. После разрушительного землетрясения 1679 года храм был восстановлен в 1693–1694 годах на средства горожан. Он стал символом возрождения духовной жизни и одним из главных центров армянской общины столицы. Архитектура храма сочетает строгие средневековые формы и барочную отделку интерьера. Сегодня Сурб Зоравор является действующей церковью, где совершаются регулярные богослужения и отмечаются важнейшие праздники Армянской Апостольской Церкви.",
    "photoName": "zoravor_astvatsatsin"
  },
  {
    "name": "Гегардский монастырь",
    "lat": 40.1419,
    "lon": 44.8267,
    "isActive": true,
    "address": "Котайкская область, Армения",
    "description": "Гегардский монастырь, частично высеченный в скале, основан в IV веке и славился тем, что в нём хранилось Святое Копьё, которым пронзили Христа на Голгофе. Название «Гегард» означает «копьё». Комплекс включает как свободно стоящие церкви, так и уникальные скальные храмы с великолепной акустикой и каменной резьбой. В Средневековье монастырь был важным духовным и культурным центром, куда стекались паломники со всего региона. В 2000 году Гегард вместе с долиной реки Азат был включён в Список всемирного наследия ЮНЕСКО.",
    "photoName": "geghard"
  },
  {
    "name": "Татевский монастырь",
    "lat": 39.3833,
    "lon": 46.2500,
    "isActive": true,
    "address": "Татев, Сюникская область, Армения",
    "description": "Татевский монастырь, расположенный на высоком плато над глубоким ущельем реки Воротан, был основан в IX веке и стал одним из крупнейших духовных и образовательных центров Средневековой Армении. В X–XV веках здесь действовал Татевский университет, где преподавались богословие, философия, математика и медицина. Монастырь славится своей архитектурой и оборонительными стенами, а также уникальным «качаловым столбом» — каменным крестом, который двигался при землетрясениях, символизируя связь небес и земли. Сегодня Татев является одной из главных достопримечательностей Армении.",
    "photoName": "tatev"
  },
  {
    "name": "Монастырь Хор Вирап",
    "lat": 39.8783,
    "lon": 44.5761,
    "isActive": true,
    "address": "Араратская область, Армения",
    "description": "Монастырь Хор Вирап — одно из самых почитаемых мест паломничества в Армении. Здесь святой Григорий Просветитель провёл в заточении 13 лет по приказу царя Трдата III, пока не исцелил его от тяжкой болезни. После этого Армения в 301 году приняла христианство как государственную религию, став первой страной в мире. Из монастыря открывается величественный вид на гору Арарат, что делает его символом духовного возрождения и национальной идентичности армян. Сегодня Хор Вирап является действующим монастырём и центром паломничества.",
    "photoName": "khor_virap"
  },
  {
    "name": "Нораванкский монастырь",
    "lat": 39.6847,
    "lon": 45.2322,
    "isActive": true,
    "address": "Вайоцдзорская область, Армения",
    "description": "Монастырь Нораванк, основанный в XII веке, расположен в живописном ущелье красных скал и является одним из шедевров армянской архитектуры. Центральное место занимает церковь Сурб Аствацацин (Богородицы), построенная в XIV веке архитектором и скульптором Момиком. Уникальность церкви в её двухъярусной композиции и богатой декоративной резьбе, изображающей как библейские сцены",
    "photoName": "noravank"
  },
  {
    "name": "Санахинский монастырь",
    "lat": 41.0875,
    "lon": 44.6519,
    "isActive": true,
    "address": "Алаверди, Лорийская область, Армения",
    "description": "Санахинский монастырь — выдающийся памятник средневековой армянской архитектуры и духовной жизни, основанный в X веке при царствовании Багратидов. Монастырь был не только религиозным, но и образовательным центром: здесь действовала школа, где обучали грамоте, философии, медицинским наукам и искусству. При монастыре работала знаменитая скрипторийская мастерская, где создавались иллюминированные рукописи. В течение веков Санахин играл важную роль в культурном развитии Лори и всей Армении. Его ансамбль состоит из нескольких церквей, притворов, библиотеки и академических помещений. Сегодня монастырь частично сохранился, но по-прежнему впечатляет масштабом и величием архитектурных форм. В 1996 году вместе с Ахпатским монастырём Санахин включён в список Всемирного наследия ЮНЕСКО.",
    "photoName": "sanahin"
  },
  {
    "name": "Ахпатский монастырь",
    "lat": 41.0950,
    "lon": 44.7100,
    "isActive": true,
    "address": "Лорийская область, Армения",
    "description": "Ахпатский монастырь, основанный в X веке при царице Хосровануш, жене царя Ашота III Милостивого, является одним из выдающихся образцов армянской средневековой архитектуры. Его сооружения сочетают элементы базилики и крестово-купольного храма, демонстрируя высочайшее мастерство строителей той эпохи. Монастырь был крупным духовным и культурным центром, здесь процветала школа философии и богословия, действовала богатая библиотека, где переписывались рукописи. Ахпат стал одним из центров армянской книжной культуры и духовного просвещения. Архитектурный ансамбль включает главный храм Сурб Ншан, колокольню, трапезную, гаван и кельи. Сегодня монастырь, как и Санахин, входит в список Всемирного наследия ЮНЕСКО, символизируя расцвет армянской духовной жизни в Лори.",
    "photoName": "haghpat"
  },
  {
    "name": "Амбердская церковь\n(Сурб Аствацацин)",
    "lat": 40.3783,
    "lon": 44.2267,
    "isActive": true,
    "address": "У села Бюракан, Арагацотнская область, Армения",
    "description": "Церковь Сурб Аствацацин расположена внутри крепости Амберд на склонах горы Арагац и была возведена в 1026 году княжеским родом Пахлавуни. Построенная из базальта, она является типичным примером армянской купольной архитектуры. Церковь отличается строгим, монументальным обликом и лаконичным декором, соответствующим оборонительному характеру крепости. Сурб Аствацацин служила духовным центром для гарнизона крепости и жителей окрестностей. Несмотря на разрушительные землетрясения и войны, храм сохранился относительно хорошо. Сегодня он является одним из самых узнаваемых памятников средневековой Армении и важной частью комплекса Амберд — символа военной и духовной мощи армянского народа.",
    "photoName": "amberd_astvatsatsin"
  },
  {
    "name": "Звартноцкий собор",
    "lat": 40.1478,
    "lon": 44.3958,
    "isActive": false,
    "address": "Эчмиадзин, Армавирская область, Армения",
    "description": "Звартноцкий собор, построенный в VII веке католикосом Нерсесом III, был одним из самых величественных храмов раннесредневековой Армении. Разрушен землетрясением в X веке, его руины включены в Список всемирного наследия ЮНЕСКО.",
    "photoName": "zvartnots"
  },
  {
    "name": "Кафедральный собор Преображения Господня",
    "lat": 55.7882,
    "lon": 37.6213,
    "isActive": true,
    "address": "Москва, Россия",
    "description": "Кафедральный собор Преображения Господня, освящённый в 2013 году, является главным храмом Армянской Апостольской Церкви в России и духовным центром общины.",
    "photoName": "moscow_surharutyun"
  },
  {
    "name": "Кафедральный собор Святого Вардана (Нью-Йорк)",
    "lat": 40.7481,
    "lon": -73.9769,
    "isActive": true,
    "address": "Нью-Йорк, США",
    "description": "Кафедральный собор Святого Вардана — главный армянский храм в Нью-Йорке, освящённый в 1968 году. Является центром Армянской Апостольской Церкви в США.",
    "photoName": "ny_stvartan"
  },
  {
    "name": "Церковь Святого Григория Просветителя (Глендейл)",
    "lat": 34.1526,
    "lon": -118.2468,
    "isActive": true,
    "address": "Глендейл, Калифорния, США",
    "description": "Церковь Святого Григория Просветителя в Глендейле является одной из крупнейших армянских церквей в Калифорнии и духовным центром многочисленной общины.",
    "photoName": "glendale_stgregory"
  },
  {
    "name": "Церковь Святой Екатерины",
    "lat": 59.9343,
    "lon": 30.3351,
    "isActive": true,
    "address": "Санкт-Петербург, Россия",
    "description": "Армянская апостольская церковь, построенная по проекту Ю. М. Фельтена в 1771–1776 годах и освящённая 18 февраля 1780 года архиепископом Иосифом (Аргутинским) в присутствии князя Потёмкина. Является одной из старейших армянских церквей России, духовным и культурным центром общины.",
    "photoName": "spb_stcatherine"
  },
   {
     "name": "Церковь Воскресения (Сурб Арутюн)",
     "lat": 47.2357,
     "lon": 39.7015,
     "isActive": true,
     "address": "Ростов-на-Дону, Россия",
     "description": "Церковь Воскресения (Сурб Арутюн) в Ростове-на-Дону, освящённая в 2011 году, построена в традициях армянской архитектуры.",
     "photoName": "rostov_surbarutyun"
   },
   {
     "name": "Церковь Сурб Хач",
     "lat": 47.2221,
     "lon": 39.7208,
     "isActive": true,
     "address": "Ростов-на-Дону, Ново-Нахичевань, Россия",
     "description": "Церковь Сурб Хач в Ново-Нахичевани (Ростов-на-Дону) построена в 1786–1792 годах. После закрытия в советское время возобновила работу в 2000 году.",
     "photoName": "rostov_surkhach"
   },
   {
     "name": "Церковь Вознесения Господня",
     "lat": 47.2186,
     "lon": 39.6158,
     "isActive": true,
     "address": "село Чалтырь, Ростовская область, Россия",
     "description": "Церковь Вознесения Господня в селе Чалтырь основана в 1860 году. Действует с 1944 года и является центром духовной жизни армян региона.",
     "photoName": "chaltyr_ascension"
   },
   {
     "name": "Церковь Святой Рипсиме",
     "lat": 46.3497,
     "lon": 48.0408,
     "isActive": true,
     "address": "Астрахань, Россия",
     "description": "Церковь Святой Рипсиме — армянская апостольская церковь в Астрахани, действующий храм и духовный центр местной армянской общины.",
     "photoName": "astrakhan_ripsime"
   },
   {
     "name": "Церковь Святого Георгия (Сурб Գևորգ)",
     "lat": 44.2269,
     "lon": 42.0468,
     "isActive": true,
     "address": "Черкесск, Карачаево-Черкесская Республика, Россия",
     "description": "Церковь Святого Георгия (Сурб Գևորգ) — армянская апостольская церковь в Черкесске, действующий храм и духовный центр армянской общины города.",
     "photoName": "cherkessk_gevorg"
   },
   {
     "name": "Церковь Святого Геворга",
     "lat": 48.708,
     "lon": 44.5133,
     "isActive": true,
     "address": "Волгоград, Россия",
     "description": "Церковь Святого Геворга в Волгограде — действующая армянская церковь, объединяющая армянскую общину города.",
     "photoName": "volgograd_gevorg"
   },
   {
     "name": "Церковь Святого Ованеса (Сурб Հովհաննես)",
     "lat": 44.6098,
     "lon": 40.1007,
     "isActive": true,
     "address": "Майкоп, Республика Адыгея, Россия",
     "description": "Церковь Святого Ованеса (Сурб Հովհաննես) — армянская апостольская церковь в Майкопе, служащая центром духовной и культурной жизни армянской общины региона.",
     "photoName": "maykop_hovhannes"
   },
   {
     "name": "Церковь Сурб Карапет",
     "lat": 56.8389,
     "lon": 60.6057,
     "isActive": true,
     "address": "Екатеринбург, Россия",
     "description": "Церковь Сурб Карапет в Екатеринбурге — действующая армянская церковь, построенная в конце XX века, объединяющая общину уральских армян.",
     "photoName": "yekaterinburg_karapet"
   },
    {
      "name": "Церковь Святого Саркиса",
      "lat": 43.4396,
      "lon": 39.9273,
      "isActive": true,
      "address": "Адлер, Сочи, Россия",
      "description": "Церковь Святого Саркиса в Адлере построена в 1997–1998 годах. Храм выполнен в традиционном армянском архитектурном стиле и является центром духовной жизни армянской диаспоры города.",
      "photoName": "adler_sarkis"
    },
    {
      "name": "Церковь Святой Мариам Аствацацин",
      "lat": 45.0448,
      "lon": 38.976,
      "isActive": true,
      "address": "Краснодар, ул. Тургенева, 165, Россия",
      "description": "Церковь Святой Мариам Аствацацин — армянская апостольская церковь в Краснодаре. Действующий храм, служит духовным и культурным центром для армян Кубани.",
      "photoName": "krasnodar_astvatsatsin"
    },
    {
      "name": "Церковь Сурб Вардан",
      "lat": 43.9133,
      "lon": 42.7208,
      "isActive": true,
      "address": "Кисловодск, ул. Кутузова, 107Б, Россия",
      "description": "Церковь Сурб Вардан в Кисловодске — армянская апостольская церковь, действующий храм, основанный в начале XXI века.",
      "photoName": "kislovodsk_vardan"
    },
    {
      "name": "Церковь Сурб Саргис",
      "lat": 44.0486,
      "lon": 43.0594,
      "isActive": true,
      "address": "Пятигорск, Ставропольский край, Россия",
      "description": "Церковь Сурб Саргис в Пятигорске является действующим армянским храмом, построенным на средства местной общины.",
      "photoName": "pyatigorsk_sarkis"
    },
    {
      "name": "Церковь Сурб Геворг",
      "lat": 47.3561,
      "lon": 39.5842,
      "isActive": false,
      "address": "село Султан-Салы, Ростовская область, Россия",
      "description": "Церковь Сурб Геворг (Святого Георгия) в селе Султан-Салы основана в 1795 году и перестроена в 1867 году. Это один из старейших армянских храмов на Дону. Во время Второй мировой войны здание пострадало и частично разрушилось. Сегодня храм находится в руинированном состоянии и нуждается в реставрации, оставаясь памятником армянского наследия в России.",
      "photoName": "sultan_saly_gevorg"
    },
    {
      "name": "Церковь Святого Григория Просветителя",
      "lat": 44.7244,
      "lon": 37.7675,
      "isActive": true,
      "address": "Новороссийск, Краснодарский край, Россия",
      "description": "Церковь Святого Григория Просветителя в Новороссийске строилась с 2001 по 2008 год. Архитектор Левон Авалян. Храм облицован розовым туфом из Армении.",
      "photoName": "novorossiysk_grigor"
    },
    {
      "name": "Церковь Святого Григория Просветителя",
      "lat": 56.129,
      "lon": 40.4066,
      "isActive": true,
      "address": "Владимир, Россия",
      "description": "Церковь Святого Григория Просветителя во Владимире — армянская апостольская церковь, освящённая в 2017 году. Построена на средства армянской общины города.",
      "photoName": "vladimir_grigor"
    },
      {
        "name": "Церковь Святого Креста (Сурб Хач)",
        "lat": 53.1959,
        "lon": 50.1008,
        "isActive": true,
        "address": "Самара, Россия",
        "description": "Церковь Святого Креста (Сурб Хач) в Самаре строилась с 1998 по 2003 год, освящена в 2003 году. Действующий храм и духовный центр армянской общины Поволжья.",
        "photoName": "samara_surkhach"
      },
      {
        "name": "Церковь Святого Григориса",
        "lat": 41.5057,
        "lon": 48.4004,
        "isActive": true,
        "address": "село Нюгди, Дагестан, Россия",
        "description": "Церковь Святого Григориса в селе Нюгди (Дагестан) построена в 1916 году. Храм является важным центром армянской общины региона.",
        "photoName": "nyugdi_grigoris"
      },
      {
        "name": "Церковь Сурб Саркис",
        "lat": 56.0184,
        "lon": 92.8672,
        "isActive": true,
        "address": "Красноярск, Россия",
        "description": "Церковь Сурб Саркис в Красноярске — первый армянский храм за Уралом. Строилась в конце 1990-х, освящена в 2003 году, объединяет армянскую общину Сибири.",
        "photoName": "krasnoyarsk_sarkis"
      },
      {
        "name": "Церковь Сурб Аствацацин",
        "lat": 55.0302,
        "lon": 82.9204,
        "isActive": true,
        "address": "Новосибирск, Россия",
        "description": "Церковь Сурб Аствацацин в Новосибирске — армянская апостольская церковь, действующий храм и центр культурной жизни армян города.",
        "photoName": "novosibirsk_astvatsatsin"
      },
      {
        "name": "Церковь Христа Всеспасителя",
        "lat": 58.6036,
        "lon": 49.6680,
        "isActive": true,
        "address": "Киров, Россия",
        "description": "Церковь Христа Всеспасителя в Кирове — армянская апостольская церковь, объединяющая армянскую общину региона.",
        "photoName": "kirov_christ_savior"
      },
      {
        "name": "Церковь Святой Богоматери",
        "lat": 51.5331,
        "lon": 46.0342,
        "isActive": true,
        "address": "Саратов, Россия",
        "description": "Церковь Святой Богоматери в Саратове — армянская апостольская церковь, действующий храм и духовный центр армян Поволжья.",
        "photoName": "saratov_astvatsatsin"
      },
      {
        "name": "Церковь Святого Григория Просветителя",
        "lat": 54.3180,
        "lon": 48.3978,
        "isActive": true,
        "address": "Ульяновск, Россия",
        "description": "Церковь Святого Григория Просветителя в Ульяновске освящена в 2023 году. Современный храм армянской апостольской церкви, построенный на средства диаспоры.",
        "photoName": "ulyanovsk_grigor"
      },
      {
        "name": "Церковь Сурб Степанос",
        "lat": 54.7104,
        "lon": 20.4522,
        "isActive": true,
        "address": "Калининград, Россия",
        "description": "Церковь Сурб Степанос в Калининграде — армянская апостольская церковь, действующий храм армянской общины города.",
        "photoName": "kaliningrad_stepanos"
      },
      {
        "name": "Церковь Святого Воскресения (Сурб Арутюн)",
        "lat": 55.7636,
        "lon": 37.5595,
        "isActive": true,
        "address": "Москва, ул. Сергея Макеева, 10, Россия",
        "description": "Церковь Святого Воскресения (Сурб Арутюн) — армянская апостольская церковь в Москве, основанная в 1815 году братьями Лазаревыми на Армянском кладбище. После революции здание использовалось не по назначению, но в 1956 году храм был возвращён верующим. Сегодня является действующим храмом и историческим центром армянской общины Москвы.",
        "photoName": "moscow_surbarutyun_old"
      },
      {
         "name": "Армянская Апостольская церковь Сурб Арутюн (Воскресения)",
         "lat": 56.8583,
         "lon": 35.9044,
         "isActive": true,
         "address": "Тверь, Волоколамский проспект, 1, Россия",
         "description": "Армянская Апостольская церковь Сурб Арутюн — действующий храм и центр армянской общины Твери.",
         "photoName": "tver_surbarutyun"
       },
       {
         "name": "Армянская Апостольская церковь Сурб Геворг",
         "lat": 57.6373,
         "lon": 39.8161,
         "isActive": true,
         "address": "Ярославль, Тутаевское шоссе, 93д, Россия",
         "description": "Армянская апостольская церковь Сурб Геворг — первый армянский храм в Ярославской области, освящён в сентябре 2017 года.",
         "photoName": "yaroslavl_gevorg"
       },
       {
         "name": "Церковь Святого Саркиса (Сурб Саргис)",
         "lat": 51.6744,
         "lon": 39.1763,
         "isActive": true,
         "address": "Воронеж, ул. Донбасская, 2Б, Россия",
         "description": "Армянская апостольская церковь Сурб Саргис — действующий храм Ново-Нахичеванской и Российской епархии, украшенный армянским туфом, барельефами и хачкарами. Архитектор — Геворг Ширванян.",
         "photoName": "voronezh_surb_sargis"
       },
       {
         "name": "Церковь Святого Всеспасителя (Сурб Аменапркич)",
         "lat": 56.3153,
         "lon": 43.9786,
         "isActive": true,
         "address": "Нижний Новгород, Россия",
         "description": "Армянская апостольская церковь «Сурб Аменапркич» — действующий храм, построенный в 2008–2014 гг. по проекту В. А. Мазманяна и освящённый 25 мая 2014 года. Выполнен в традиционном армянском стиле из туфа, включает хачкары и культурный центр.",
         "photoName": "nn_surb_amenaprkich"
       },
       {
         "name": "Церковь Святой Рипсиме (Сурб Рипсиме)",
         "lat": 53.3320,
         "lon": 83.6667,
         "isActive": true,
         "address": "Барнаул, ул. Попова, 210, Россия",
         "description": "Армянская апостольская церковь Сурб Рипсиме в Барнауле была построена по инициативе армянской общины с 2001 по 2008 год — фундамент освящён епископом Езрасом, а храм — Католикосом Гарегином II 15 октября 2008 года. Краснокирпичная архитектура, армянский стиль, рядом установлен хачкар как символ дружбы.",
         "photoName": "barnaul_surb_ripsime"
       },
       {
         "name": "Церковь Святого Григория Просветителя",
         "lat": 53.6681,
         "lon": 87.1583,
         "isActive": true,
         "address": "Кемеровская область, Новокузнецкий район, Сосновка, ул. Кордонная, 30, Россия",
         "description": "Армянская апостольская церковь Святого Григория Просветителя (Сурб Григор Лусаворич) в селе Сосновка была зарегистрирована в мае 2008 года. Освящение церкви состоялось 24 августа того же года Главой Ново-Нахичеванской и Российской епархии Армянской Апостольской Церкви, Патриаршим Экзархом в России Епископом Езрасом. На открытии присутствовало более 400 армян, проживающих в Новокузнецком районе, а также представители РПЦ, РКЦ, еврейской и мусульманской общин.",
         "photoName": "sosnovka_surb_grigor"
       },
       {
         "name": "Церковь Святого Григория Просветителя (Сурб Григор Лусаворич)",
         "lat": 43.0187,
         "lon": 44.6802,
         "isActive": true,
         "address": "Владикавказ, Росс­ия",
         "description": "Армянская апостольская церковь «Сурб Григор Лусаворич» во Владикавказе — действующий храм, построенный в 1868 году. Объект культурного наследия и выдающийся образец армянской архитектуры. Расположен на правом берегу Терека, близ моста Ольгинский. Во дворе установлен хачкар к 95-летию Геноцида армян.",
         "photoName": "vladikavkaz_surb_grigor"
       },
       {
         "name": "Церковь Святого Всеспасителя (Сурб Аменапркич)",
         "lat": 42.05694,
         "lon": 48.28694,
         "isActive": true,
         "address": "Дербент, ул. Мазахира Рзаева, 7, Республика Дагестан, Россия",
         "description": "Армянская апостольская церковь «Сурб Аменапркич» в Дербенте — крестово-купольное здание, построенное в 1870–1871 годах по проекту армянского писателя Г. М. Сундукяна на месте часовни. В 1888 году пристроена колокольня. В годы Гражданской войны пострадала — разрушены барабан, верх колокольни и крыша. В 1975 году признана памятником архитектуры, с 1976 по 1982 была реставрирована. После реконструкции передана музею-заповеднику «Ковёр и декоративно-прикладное искусство». С мая 2009 года периодически проводятся богослужения, крещения и венчания.",
         "photoName": "derbent_surb_amenaprkich"
       },
       {
         "name": "Монастырь Сурб-Хач",
         "lat": 45.0007,
         "lon": 35.0625,
         "isActive": true,
         "address": "Старый Крым, Кировский район, Республика Крым, Россия",
         "description": "Армянский апостольский монастырь XIV века «Сурб-Хач» (Святого Креста) расположен в лесистой долине к юго-западу от Старого Крыма. Основан в 1358 году. Комплекс включает церковь Сурб-Ншан, гавит с колокольней, трапезную, кельи, сад и фонтаны. Исторически служил духовным и культурным центром армян Крыма и Северного Причерноморья. Закрыт в 1925 году, пострадал в годы войны, реставрирован с 1980-х, богослужения возобновлены в 1994 году, комплекс передан церкви в 2002 году.",
         "photoName": "surp_hach_crimea"
       },
       
       
       
       {
         "name": "Церковь Святого Григория Просветителя (Սուրբ Գրիգոր Լուսավորիչ)",
         "lat": 48.4647,
         "lon": 35.0462,
         "isActive": true,
         "address": "Днепр, Украина",
         "description": "Построенная по инициативе армянской общины, церковь была основана в 2003-м, активное строительство велось с 2010 года из персиково-туфа, доставленного из Армении. Освящение престола и купольных крестов состоялось в 2017 году при участии епископа Симеона (Зинкевича), а сама церковь была торжественно освящена 17 марта 2018 года Католикосом всех армян Гарегином II. При храме действует армянская воскресная школа, а церковь выполняет важную культурно-религиозную роль как крупнейший армянский храм Восточной Европы.",
         "photoName": "dnipro_surb_grigor"
       },
       {
         "name": "Армянский кафедральный собор Успения Пресвятой Богородицы",
         "lat": 49.8397,
         "lon": 24.0297,
         "isActive": true,
         "address": "Львов, Украина",
         "description": "Армянский кафедральный собор Успения Пресвятой Богородицы во Львове — один из древнейших памятников архитектуры города. Построен в 1363–1370 годах по проекту архитектора Доринга. Храм сочетает элементы армянской, романско-готической и галицкой архитектуры и включён в список Всемирного наследия ЮНЕСКО.\n\nВ ансамбль собора входят: колокольня (1571), дворец архиепископа, здание армянского банка, монастырь бенедиктинок, колонна святого Христофора (1726) и южная аркада (1437). Интерьер украшен фресками Яна Генрика Розена, модернизированными армянскими мотивами и хачкарами.",
         "photoName": "lviv_armenian_cathedral"
       },
       {
         "name": "Церковь Сурб Арутюн (Сурб Харутюн)",
         "lat": 50.0028,
         "lon": 36.2727,
         "isActive": true,
         "address": "Харьков, Украина",
         "description": "Армянская апостольская церковь «Сурб Арутюн» в Харькове была заложена 1 июля 2000 года, а освящена 24 августа 2004 года Католикосом всех армян Гарегином II. Архитектором проекта выступил Павел Чечельницкий, главный архитектор Харькова. Церковь возведена из отделочного камня из Армении, интерьер украшен традиционными росписями, выполненными в армянской манере.",
         "photoName": "kharkov_surb_arutyun"
       },
         {
           "name": "Церковь Святых Апостолов Петра и Павла",
           "lat": 48.2889,
           "lon": 25.9392,
           "isActive": true,
           "address": "Черновцы, улица Украинская, Украина",
           "description": "Армянская католическая церковь восточного обряда, построенная для армянской общины Черновцов архитектором Йозефом Главкой. Строительство велось с 1869 по октябрь 1875 года, освящена 9 октября 1875 года. Архитектура сочетает романский, готический и украинский барокко стили. Благодаря выдающейся акустике и органу, церковь используется как органный зал Черновицкой филармонии с 1986 года. В советские годы закрыта, затем восстановлена и возвращена верующим. Скульптуры апостолов Петра и Павла, украшавшие вход, были утеряны и возвращены после реставрации.",
           "photoName": "chernivtsi_peter_paul"
         },
         {
           "name": "Церковь Благовещения Пресвятой Богородицы",
           "lat": 48.9228,
           "lon": 24.7094,
           "isActive": true,
           "address": "Ивано-Франковск, Украина",
           "description": "Церковь Благовещения Пресвятой Богородицы в Ивано-Франковске (исторически Станиславове) является одной из наиболее значимых армянских святынь Западной Украины. Храм был построен армянской общиной города в середине XVII века и с самого начала стал духовным центром многочисленной армянской диаспоры региона. Церковь возводилась на средства местных купцов и ремесленников, сыгравших заметную роль в формировании культурного и экономического облика города.\n\nАрхитектурно здание выполнено в стиле барокко с элементами ренессансной традиции. Купола и изящный фасад подчеркивают синтез западноевропейских и восточнохристианских традиций. В интерьере сохранились настенные росписи и иконы, выполненные мастерами XVII–XVIII веков, многие из которых имеют уникальное художественное и историческое значение. Храм долгое время был местом хранения древних армянских рукописей и церковной утвари.\n\nЗа свою историю храм пережил множество испытаний. В XIX веке он подвергался реставрации и частичным перестройкам, однако сохранил свой исторический облик. В годы Второй мировой войны и в советский период церковь понесла значительные утраты: были повреждены интерьеры, часть ценностей исчезла. Несмотря на это, здание сохранилось и оставалось важным памятником армянского присутствия в регионе.\n\nПосле распада СССР храм постепенно вернулся к активной религиозной жизни. С 1990-х годов здесь снова начали регулярно проходить богослужения, была проведена реконструкция фасада и внутреннего убранства. В 2000-х годах при храме были возобновлены культурные инициативы, связанные с армянской общиной Ивано-Франковска, включая праздники, выставки и образовательные проекты.\n\nСегодня Церковь Благовещения Пресвятой Богородицы является действующим храмом Армянской Апостольской Церкви. Она символизирует многовековое присутствие армян в Галичине, служит центром духовной жизни и культурного диалога, а также является архитектурной жемчужиной Ивано-Франковска, привлекающей внимание не только верующих, но и исследователей истории и туристов.",
           "photoName": "ivano_frankivsk_annunciation"
         },
         {
           "name": "Армянская Апостольская Церковь",
           "lat": 46.4277,
           "lon": 30.7547,
           "isActive": true,
           "address": "Одесса, Украина",
           "description": "Армянская Апостольская Церковь в Одессе расположена в районе Гагаринского Плато. Храм служит духовным центром армянской общины города и продолжает традиции Армянской Апостольской Церкви. Здесь проводятся богослужения, крестины и венчания, храм объединяет многочисленных представителей армянской диаспоры Одессы. Современное здание выполнено в армянском архитектурном стиле и гармонично вписывается в городской ландшафт у побережья Чёрного моря.",
           "photoName": "odessa_surbarutyun"
         },
         {
           "name": "Церковь Святого Григория Просветителя",
           "lat": 53.9090,
           "lon": 27.5670,
           "isActive": true,
           "address": "Минск, ул. Филимонова, Беларусь",
           "description": "Первый в Беларуси храмовый комплекс Армянской Апостольской Церкви — Церковь Святого Григория Просветителя. Освящен 18 мая 2025 года Католикосом всех армян Гарегином II. Строительство велось с августа 2022 по апрель 2025 года по проекту армянского архитектора Самвела Макяна. Для строительства использованы вулканический камень и травертин из Армении. Храм стал духовным центром армянской общины Беларуси и символом культурной связи между народами.",
           "photoName": "minsk_surb_grigor"
         },
         {
           "name": "Церковь Святого Григория Просветителя (Таллин)",
           "lat": 59.43376,
           "lon": 24.76174,
           "isActive": true,
           "address": "Таллин, Тартуское шоссе 16а, Эстония",
           "description": "Церковь Святого Григория Просветителя — армянская апостольская церковь в Таллине, Эстония. Здание — бывшая лютеранская церковь Святого Яана (богадельня), датируемая XIII веком. Армянская община получила храм в 1993 году и успешно реставрировала его к началу 2000-х годов; освящение и установка хачкаров были выполнены с участием армянских епископов. \n\nСегодня церковь является действующим храмом и центром армянской общины Эстонии. Она выделяется как памятник культурного наследия и образец армянской архитектурной традиции, интегрированной в историческую ткань города.",
           "photoName": "tallinn_surb_grigor"
         },
         {
           "name": "Церковь Святого Григория Просветителя (Рига)",
           "lat": 56.9496,
           "lon": 24.1083,
           "isActive": true,
           "address": "Рига, Латвия",
           "description": "Церковь Святого Григория Просветителя — армянская апостольская церковь в Риге, первая в странах Прибалтики и Скандинавии. Основана на средства армянской общины: фундамент заложен 17 декабря 1997 года, построена по проекту Акопа Бабаханяна и облицована травертином из Ирана. Освящена 30 июня 2011 года Католикосом всех армян Гарегином II. При церкви действует армянская воскресная школа имени Газароса Агаяна, во дворе установлен хачкар из армянского туфа. Настоятелем с 2005 года является священник Хосров Степанян (Тер-Хосров). Храм вмещает около 100 верующих и служит духовным центром латвийской армянской общины.",
           "photoName": "riga_surb_grigor"
         },
         {
           "name": "Церковь Святого Вардана",
           "lat": 54.6916,
           "lon": 25.2858,
           "isActive": true,
           "address": "Вильнюс, Литва",
           "description": "Церковь Святого Вардана — армянская апостольская церковь в Вильнюсе, основанная армянской общиной Литвы. Церковная община 'Св. Вардан' была учреждена в 1994 году, а церковь была открыта для верующих в 2006 году. Её здание расположено по адресу ул. А. Юозапавичяус, 11A. Это духовный центр армянской общины и место богослужений и культурных мероприятий.",
           "photoName": "vilnius_surb_vardan"
         },
         {
           "name": "Церковь Сурб Геворг (Святого Георгия)",
           "lat": 43.1144,
           "lon": 131.8855,
           "isActive": true,
           "address": "Владивосток, Россия",
           "description": "Армянская церковь Сурб Геворг (Святого Георгия) во Владивостоке является одним из главных духовных центров армянской общины Приморья. Первые армяне появились в регионе в конце XIX века, и уже в 1906 году городской думой был выделен участок для строительства церкви и общинного дома. В 1915 году здесь действовал молитвенный дом, а в советские годы, несмотря на гонения, службы продолжались до 1942 года.\n\nПосле Второй мировой войны здание обветшало, а к началу 1990-х от него оставались только руины. Власти планировали снести остатки храма, однако армянская община настояла на сохранении. В начале 2000-х годов началось строительство нового храма на том же месте, при этом старую стену оставили как памятник архитектуры.\n\nСовременная церковь Сурб Геворг построена в традиционном армянском стиле из красного кирпича и была освящена в 2007 году. Она стала важным культурным и духовным символом армян Владивостока и всего Дальнего Востока.",
           "photoName": "vladivostok_surb_gevorg"
         },
         {
           "name": "Церковь Святой Богородицы (Сурб Աստվածածին)",
           "lat": 47.0100,
           "lon": 28.8636,
           "isActive": true,
           "address": "Кишинёв, Молдавия",
           "description": "Армянская апостольская церковь «Святая Богородица» (Сурб Աստվածածին) в Кишинёве — одна из старейших армянских церквей Бессарабии. Построена в 1803–1804 годах на фундаменте старой молдавской церкви, разрушенной в 1739 году. Архитектурный стиль характеризуется вытянутым нефом с полукруглой апсидой, двухъярусной колокольней с западной стороны и изящным трехарочным портиком, добавленным после 1817 года. Стены выполнены из кирпича и камня, оштукатурены; портик — из тщательно тесанного светло- и темно-серого камня. В советский период церковь использовалась как склад, но в 1992 году вернулась к армянской общине, а возобновление богослужений состоялось 19 июня 1993 года.",
           "photoName": "chisinau_surb_astvatsatsin"
         },
         {
           "name": "Церковь Святого Карапета",
           "lat": 43.32972,
           "lon": 76.95059,
           "isActive": true,
           "address": "Алма-Ата (Алматы), Казахстан",
           "description": "Армянская апостольская церковь Святого Карапета — первый армянский приход в Казахстане, открытый 7 октября 2006 года на средства Ассоциации Армянских культурных центров «Наири». Освящена епископом Езрасом Нерсисяном (глава Ново-Нахичеванской и Российской епархии). При храме действует воскресная школа и студии по изучению армянской традиции, вокала и хореографии.",
           "photoName": "almaty_surb_karapet"
         },
         {
           "name": "Церковь Святого Филиппа (Сурб Փիլիպոս)",
           "lat": 41.3092,
           "lon": 69.3424,
           "isActive": true,
           "address": "Ташкент, ул. Иссык-Сув, 57, Узбекистан",
           "description": "Армянская апостольская церковь Святого Филиппа в Ташкенте была основана армянской общиной в 1993 году. После закрытия в советское время храм вернулся верующим после обретения Узбекистаном независимости, а освящение и первая литургия прошли в 1995 году. Церковь официально зарегистрирована 12 января 2007 года при настоятеле иерее Геворге Варданяне. Сегодня храм действует под духовным руководством иерея Гарника Лорецяна (и ранее — Ованнеса Григоряна) и служит центром армянской общины Ташкента.",
           "photoName": "tashkent_surb_philip"
         },
         {
           "name": "Церковь Святой Богородицы",
           "lat": 39.6545,
           "lon": 66.9740,
           "isActive": true,
           "address": "Самарканд, ул. Махмуда Кашгари, 70, Узбекистан",
           "description": "Армянская апостольская церковь Сурб Аствацацин (Святой Богородицы) в Самарканде была построена в 1903 году на средства местной армянской общины, первым настоятелем стал отец Рубен Бекгульянц. Во время советского режима церковь продолжала работать до 1939 года, когда её закрыли. После обретения Узбекистаном независимости, благодаря усилиям культурного центра «Луйс» и поддержки Армении, храм был восстановлен и вновь освящён в 1995 году с участием архиепископа Нерсеса Позаполяна. Храм официально возобновил свою религиозную деятельность и по сей день служит духовным и культурным центром армянской общины Самарканда.",
           "photoName": "samarkand_surb_astvatsatsin"
         },
         {
           "name": "Церковь Сурб Карапет",
           "lat": 62.0355,
           "lon": 129.6755,
           "isActive": true,
           "address": "Якутск, Республика Саха (Якутия), Россия",
           "description": "Армянская церковь «Сурб Карапет» в Якутске — самая северная армянская церковь в мире. Храм был заложен в 2011 году, а освящение прошло в 2012 году. Высота здания составляет 27 метров. Материалы для строительства (камень, стекло, дерево, крест) были привезены из Армении. Внешний фасад облицован природным туфом, что придаёт ему традиционный армянский облик.\n\nАрмянская община Якутии начала формироваться ещё в конце XIX — начале XX века. Несмотря на суровый климат и удалённость региона, армяне смогли сохранить свою веру и традиции. Возведение этого храма стало важным событием для диаспоры, превратив его в духовный и культурный центр.\n\nСегодня церковь «Сурб Карапет» объединяет армян Якутии и соседних регионов, проводит богослужения, крестины и венчания. Она также служит местом сохранения армянской культуры и символом присутствия армянского народа в самом сердце Якутии.",
           "photoName": "yakutsk_surb_karapet"
         },
         {
           "name": "Армянская Апостольская церковь",
           "lat": 56.8495,
           "lon": 53.2053,
           "isActive": true,
           "address": "Ижевск, Удмуртская Республика, Россия",
           "description": "Многофункциональный армянский духовно-культурный комплекс в Ижевске. Включает храм, памятник жертвам Геноцида армян и миниатюрную копию Арарата с прудом в форме озера Севан и фонтанчиками, символизирующими регионы Армении. Построен на средства армянской общины Удмуртии, является главным приходом для около 5 000 армян (3 000 из которых живут в Ижевске). Комплекс включает национальную школу, библиотеку и открыт для всех. Сегодня в храме регулярно проводятся богослужения и религиозные обряды, он является центром духовной жизни армянской общины региона.",
           "photoName": "izhevsk_surb_vardan_complex"
         },
         {
           "name": "Церковь Святого Воскресения",
           "lat": 23.7125,
           "lon": 90.4021,
           "isActive": false,
           "address": "Дакка, район Арманитола, Бангладеш",
           "description": "Армянская апостольская церковь Святого Воскресения в старом районе Арманитола, Дакка, является одной из старейших христианских построек города. Построенная в 1781 году на месте деревянной часовни при кладбище, она была освящена епископом Епремом. Храм сохранил оригинальную армянскую архитектуру с четырьмя арочными дверями, 27 окнами и деревянными сиденьями для сотни прихожан. Вокруг находится армянское кладбище с множеством гранитных надгробий. Сегодня в церкви нет постоянного прихода: службы совершаются два раза в год архиепископом из Австралии.",
           "photoName": "dhaka_surb_arutyun"
         },
         {
           "name": "Церковь Святого Назарета (Սուրբ Նազարեթ եկեղեցի)",
           "lat": 22.5796,
           "lon": 88.3514,
           "isActive": true,
           "address": "Калькутта (Колката), Армянская улица, Барабазар, Индия",
           "description": "Армянская апостольская церковь Святого Назарета — одна из старейших христианских святынь Калькутты. Основана около 1708 года, восстановлена в 1724, современное здание построено в 1764 году. Интерьеры украшены мрамором, фресками и картинами А. Е. Харриса; алтарь содержит символику из крестов, Евангелия и подсвечников. На территории расположено армянское кладбище с древними надгробиями. Сегодня храм продолжает служить духовным и культурным центром армянской общины города.",
           "photoName": "kolkata_surb_nazareth"
         },
         {
           "name": "Церковь Пресвятой Девы Марии (Սուրբ Աստվածածին եկեղեցի)",
           "lat": 13.0891,
           "lon": 80.2873,
           "isActive": true,
           "address": "Ченнаи, Армянская улица, район Джорджтаун, Тамилнад, Индия",
           "description": "Армянская апостольская церковь Пресвятой Девы Марии в Ченнаи — одна из древнейших на Индийском субконтиненте. Построена в 1712 году, реконструирована в 1772 году. Церковь славится колокольней с шестью колоколами, самые крупные из которых достигают 150 кг, звонят каждое воскресенье в 9:30 утра. Вокруг храма расположено около 350 армянских захоронений, среди которых могила Арутюна Шмавоняна, издателя первого армянского журнала «Аздарар». Церковь является историческим памятником и культурным центром, открыта для посетителей ежедневно, а богослужения проводятся редко.",
           "photoName": "chennai_surb_astvatsatsin"
         },
         {
           "name": "Церковь Святого Иоанна",
           "lat": 22.8914,
           "lon": 88.4014,
           "isActive": true,
           "address": "Чинсура, Западная Бенгалия, Индия",
           "description": "Церковь Святого Иоанна в Чинсуре была построена в 1697 году (по некоторым данным в 1695) и посвящена Святому Иоанну Крестителю. Это второй старейший христианский храм Бенгалии и старейшая армянская церковь в Индии. Храм сохранился благодаря заботе армянской общины и близости к Калькутте.\n\nЕжегодно 13–14 января здесь отмечается праздник в честь Иоанна Крестителя, на который приносят мощи святого из армянской церкви в Назарете (расположенной в 65 км). Рядом находится фамильное кладбище князей из рода Мелик-Бегларянов. Армянская община Чинсуры начала формироваться с 1645 года, когда сюда прибыли первые армяне после основания голландской колонии (1625). К концу XIX века армянское поселение здесь было весьма многочисленным.\n\n1 марта 2007 года церковь посетил Католикос Всех Армян Гарегин II.",
           "photoName": "chinsura_surb_hovhannes"
         },
         {
           "name": "Церковь Святого Иоанна Крестителя",
           "lat": 16.7950,
           "lon": 96.1570,
           "isActive": true,
           "address": "66 Bo Aung Kyaw Street, Янгон, Мьянма",
           "description": "Армянская апостольская церковь Святого Иоанна Крестителя в Янгоне — старейший и единственный ныне действующий армянский храм в стране. Построена в 1862 году и освящена в 1863 году. Церковь возведена на земле, дарованной армянской общине королём Бирмы. История армян в регионе насчитывает переселение из Персии в XVII веке. Сегодня прихожан немного — около 10–20 армянских семей, службы проводятся регулярно, чаще всего приезжающим священником.",
           "photoName": "yangon_surb_hovhannes"
         },
         {
           "name": "Церковь Святого Григория Просветителя",
           "lat": 25.3492,
           "lon": 55.4122,
           "isActive": true,
           "address": "Шарджа, ОАЭ",
           "description": "Армянская апостольская церковь Святого Григория Просветителя в эмирате Шарджа — главный духовный центр Армянской Апостольской Церкви в ОАЭ. Построена в 1980 году при поддержке католикоса всех армян Вазгена I и усилиями армянской общины Персидского залива. Храм был освящён архиепископом Шаге Айдемиряном и с тех пор стал центром не только религиозной, но и культурной жизни армян в регионе. \n\nЗдание выполнено в традиционном армянском стиле с элементами современного зодчества, имеет белокаменный фасад и купольное завершение. В комплексе расположены церковь, приходские помещения и культурный зал для мероприятий. \n\nСегодня храм Святого Григория Просветителя является главным центром армянской епархии в Персидском заливе, объединяя верующих из ОАЭ и соседних стран.",
           "photoName": "sharjah_surb_grigor"
         },
         {
           "name": "Армянская церковь в селе Паяджук",
           "lat": 38.5667,
           "lon": 44.7667,
           "isActive": false,
           "address": "село Паяджук, уезд Салмас, Западный Азербайджан, Иран",
           "description": "Церковь в селе Паяджук почти полностью разрушена. От неё остались лишь следы фундамента. Также уничтожены кладбища и могила архимандрита Егиазара. Хачкары были перевёрнуты и разбиты, надгробия разграблены. Разрушения усилились после 2011 года. Кроме того, в селе находился дом, где родился армянский писатель Раффи (Акоп Мелик-Акопян, 1835), и даже его следы исчезли вследствие варварских действий.",
           "photoName": "payadzhuk_ruins"
         },
         {
             "name": "Армянская церковь Святого Иоанна в селе Сарна",
             "lat": 38.5660,
             "lon": 44.8000,
             "isActive": false,
             "address": "село Сарна, уезд Салмас, Западный Азербайджан, Иран",
             "description": "Армянская церковь Святого Иоанна в селе Сарна подверглась масштабным раскопкам. Внутри здания и у алтаря были вырыты огромные ямы, стены повреждены. Разрушения связаны с массовым кладоискательством. Вандалы также разрывали христианские и мусульманские могилы.",
             "photoName": "sarna_ruins"
           },
           {
             "name": "Армянские кладбища в уезде Салмас",
             "lat": 38.5900,
             "lon": 44.7667,
             "isActive": false,
             "address": "уезд Салмас, Западный Азербайджан, Иран",
             "description": "На территории уезда Салмас уничтожены армянские кладбища при церквях и отдельные захоронения священнослужителей. Могильные плиты переворачивались, надгробия раскапывались, хачкары исчезали. Это происходило массово после 2011 года, в рамках волны разграблений.",
             "photoName": "salmas_graves"
           },
           
           
           
           
           {
             "name": "Армянская церковь в Туркменбаши",
             "lat": 40.3,
             "lon": 53.0,
             "isActive": false,
             "address": "г. Туркменбаши, Туркменистан",
             "description": "Армянская апостольская церковь была освящена в 1905 году. В начале 1920-х годов советские власти сняли купол, а само здание переделали под промпредприятие. В последние годы туркменские власти предприняли меры по охране памятника и обещают его полное восстановление.",
             "photoName": "turkmenbashi_armenian_church"
           },
           {
             "name": "Церковь Святой Марии (Сайдабад)",
             "lat": 24.1223,
             "lon": 88.2577,
             "isActive": true,
             "address": "Сайдабад, Коссимбазар, округ Муршидабад, Западная Бенгалия, Индия",
             "description": "Армянская апостольская церковь Святой Марии в Сайдабаде была построена купцом Ходжой Петросом Аратуном в 1757–1758 годах на собственные средства в память о родителях и братьях. Петрос Аратун был главой армянской общины Калькутты. В 1827 году в храме был похоронен Манасакан Вардан, купец и основатель Армянской благотворительной академии.\n\nЦерковь оставалась важным духовным и культурным центром армян Западной Бенгалии до её закрытия в 1860 году. В 2005–2006 годах армянская община Калькутты провела масштабную реконструкцию, и в 2006 году храм был вновь освящён.\n\nСегодня церковь Святой Марии является памятником армянского присутствия в Индии и свидетельством активной роли армянских купцов в истории региона.",
             "photoName": "saidabad_st_mary"
           },
           {
             "name": "Армянская часовня в Форт-Шевченко",
             "lat": 44.5128,
             "lon": 50.2647,
             "isActive": true,
             "address": "Форт-Шевченко, Мангистауская область, Казахстан",
             "description": "Армянская часовня в Форт-Шевченко была построена в 1893 году армянскими купцами из Астрахани в память о двадцатилетии победы над хивинцами. Она является одним из немногих сохранившихся армянских культовых сооружений в Казахстане. Часовня отличается архитектурными чертами, напоминающими традиционные армянские постройки, с арочным входом и декоративными колоннами.\n\nПосле долгого периода запустения часовня была восстановлена и вновь освящена в октябре 2022 года. Церемонию освящения провёл священник из Астрахани. Сегодня часовня служит важным символом духовного присутствия армян в Казахстане и исторической памяти о вкладе армянской диаспоры в жизнь региона.",
             "photoName": "fort_shevchenko_chapel"
           },
           {
             "name": "Церковь Святого Григория Просветителя (Бельцы)",
             "lat": 47.7613,
             "lon": 27.9293,
             "isActive": true,
             "address": "гор. Бельцы, исторический центр, Молдова",
             "description": "Армянская апостольская церковь Святого Григория Просветителя находится в историческом центре города Бельцы. Строительство велось с 1910 по 1914 годы, на средства местной армянской общины. Автор архитектурного проекта — Александр Леонтьевич Красносельский. Церковь возведена в стилизованной манере средневековой армянской культовой архитектуры, из известняка и бутового камня, с гармоничными пропорциями и хорошей вписанностью в окружающий ландшафт. Высота здания составляет около 16,8 метра.\n\nХрам является важным памятником армянской культуры и архитектуры в Молдове. В настоящее время здание используется как католическая церковь и не функционирует в прежнем качестве армянского прихода.",
             "photoName": "balti_surb_grigor"
           },
           {
             "name": "Церковь Святого Григория Просветителя (Сингапур)",
             "lat": 1.2966,
             "lon": 103.8518,
             "isActive": true,
             "address": "60 Hill Street, Сингапур, Сингапур",
             "description": "Армянская апостольская церковь Святого Григория Просветителя — старейшее христианское здание в Сингапуре, построенное в 1834–1835 годах и освящённое в 1836 году. Возведена по проекту ирландского архитектора Джорджа Драмгула Колмана в неоклассическом стиле, с крестовым планом, дорическими колоннами и авторским шпилем. Церковь была духовным центром небольшой, но влиятельной армянской общины, внёсшей значительный вклад в развитие Сингапура.\n\nЗдание признано национальным памятником и охраняется государством с 1973 года. Рядом — «Сад памяти» с перезахоронёнными армянскими надгробиями, находившимися ранее на холмах Форт-Каннинг и Букит-Тимах. Сегодня церковь продолжает периодически проводить богослужения и остается важным символом армянского наследия в Сингапуре.",
             "photoName": "singapore_armenian_church"
           },
           {
             "name": "Церковь Святого Харутюна, Сидней",
             "lat": -33.798,
             "lon": 151.180,
             "isActive": true,
             "address": "10 Macquarie Street, Чатсвуд, Сидней, Новый Южный Уэльс, Австралия",
             "description": "Церковь Святого Харутюна (Holy Resurrection) — армянская апостольская церковь, действующая церковная община в Сиднее. Здание было приобретено армянской общиной в 1965 году у Баптистской церкви. Освящение состоялось 27 февраля 1966 года епископом Комитасом Дер-Степаняном.\n\nЦерковь стала центром армянской духовной и культурной жизни: со временем были проведены реконструкция, пристройка, установка традиционного армянского купола и колокольни, расширение алтарной части, установка мраморного престола и декоративных фризов. Сегодня здесь проходят литургии, образовательные и культурные мероприятия, действуют воскресная школа, женское и молодёжное объединения.\n\nЦерковь служит важным духовным оплотом для армянской диаспоры Австралии и символом их сохранения национальной и религиозной идентичности.",
             "photoName": "sydney_st_harutyun"
           },
           {
             "name": "Церковь Святого Григория Просветителя, Буэнос-Айрес",
             "lat": -34.5919,
             "lon": -58.4305,
             "isActive": true,
             "address": "ул. Acevedo-Armenia 1369, Палермо, Буэнос-Айрес, Аргентина",
             "description": "Армянская Апостольская Церковь Святого Григория Просветителя в районе Палермо, Буэнос-Айрес, была построена и освящена в 1938 году усилиями армянской общины и при участии епископа Каркегина Хачатуряна от имени Католикоса Хорена I. Церковь служит кафедральным храмом Аргентинской армянской темы и центром духовной жизни армянской Апостольской общины в Аргентине.\n\nЗдание включено в официальные туристические маршруты города и признано памятником архитектуры и культурного наследия. Рядом с храмом расположен «Площадь горы Арарат» с фонтаном-символом, введённым в 1998 году, который дополняет его архитектурное и культурное окружение.\n\nХрам продолжает активно функционировать, проводит богослужения, культурные и общинные мероприятия, оставаясь важным духовным центром армянской диаспоры в Южной Америке.",
             "photoName": "buenosaires_surb_grigor"
           },
           {
             "name": "Кафедральный собор Богоматери Нарека (Буэнос-Айрес)",
             "lat": -34.5896,
             "lon": -58.4149,
             "isActive": true,
             "address": "ул. Charcas, район Палермо, Буэнос-Айрес, Аргентина",
             "description": "Армянский католический кафедральный собор Богоматери Нарека (Nuestra Señora de Narek) — главный храм армянской католической епархии Сан-Грегорио де Нарек в Буэнос-Айресе. Участок под храм был приобретён в 1942 году; современное здание возведено в 1971–1981 годах и освящено в 1981 году. В 1983 году перед храмом обустроили площадь «Гора Арарат», а в 1998 году установили фонтан-символ, посвящённый Арарату. Собор действует по армянскому обряду и находится в полном общении с Римом. Сегодня это один из ключевых духовных и культурных центров армянской католической общины Аргентины.",
             "photoName": "buenosaires_our_lady_of_narek"
           },
           {
             "name": "Армянская часовня",
             "lat": 36.7286,
             "lon": 68.8679,
             "isActive": false,
             "address": "Кундуз, Афганистан",
             "description": "Армянская часовня была построена в Кундузе армянскими миротворцами при поддержке международных сил. Расположена вблизи аэропорта и освящена духовным предводителем ВС РА, епископом Вртанесом Абрамяном в июле 2010 года. Эта часовня служила духовным местом не только для армян, но и для всех христиан, задействованных в миссии в регионе.",
             "photoName": "kunduz_surb_tadevos"
           },
           {
             "name": "Церковь Сурб Геворг (Saint George), Сан-Паулу",
             "lat": -23.5285,
             "lon": -46.6316,
             "isActive": true,
             "address": "Сан-Паулу, Бразилия",
             "description": "Армянская Апостольская церковь Сурб Геворг (Святого Георгия) в Сан-Паулу учреждена в 1937 году, первая церковь была освящена в 1938 году. После её сноса в 1943 году, армянский филантроп Джордж Таханян инициировал строительство нового храма, строительство которого началось в 1945 году, а освящение состоялось в 1949 году.\n\nЦерковь является духовным центром армянской Апостольской общины Бразилии, входит в состав Армянской Апостольской Церкви, подчинена Эчмиадзинскому католикосату. Она служит местом богослужений и культурных событий для армянской диаспоры Сан-Паулу.",
             "photoName": "saopaulo_surb_gevorgh"
           },
           {
             "name": "Церковь Сурб Мариам Аствацацин (Holy Mother of God), Торонто",
             "lat": 43.77097,
             "lon": -79.32302,
             "isActive": true,
             "address": "North York, Торонто, Онтарио, Канада",
             "description": "Армянская Апостольская церковь Сурб Мариам Аствацацин была основана в 1983 году в Северном Йорке как приход под юрисдикцией Католикосата Великого Дома Киликийского. До появления собственного здания службы проходили в Англиканской церкви Святого Августина. Новое здание было заложено в 1987 году, освящено 27 мая 1990 года, а в 2012 году прошло серьёзную реставрацию. Церковь активно служит армянской общине Торонто, организуя богослужения, такие как литургии, крещения и свадьбы, а также культурные и образовательные мероприятия.",
             "photoName": "toronto_surb_mariam"
           },
           {
             "name": "Церковь Святого Григория Просветителя, Бингемтон",
             "lat": 42.1048,
             "lon": -75.8991,
             "isActive": true,
             "address": "12 Corbett Avenue, Бингемтон, Нью-Йорк, США",
             "description": "Церковь Святого Григория Просветителя — армянская Апостольская церковь в Бингемтоне. Здание расположено по адресу 12 Corbett Avenue и является активной приходской церковью. Службы по литургии (Бадарак) проводятся дважды в месяц. Это центр духовной жизни и культурных мероприятий для местной армянской общины.",
             "photoName": "binghamton_surb_grigor"
           },
           {
             "name": "Церковь Святого Григория Просветителя, Хьюстон",
             "lat": 29.7236,
             "lon": -95.6192,
             "isActive": true,
             "address": "Хьюстон, Техас, США",
             "description": "Армянская Апостольская церковь Святого Григория Просветителя открыта в 1982 году и служит армянской общине Хьюстона и окрестностей. Приход активен, здесь регулярно проводятся литургии (Бадарак). Церковноие служение осуществляет отец Мартирос Хаобян.",
             "photoName": "houston_surb_grigor"
           },
           {
             "name": "Церковь Святого Креста, Нью-Йорк",
             "lat": 40.8526,
             "lon": -73.9305,
             "isActive": true,
             "address": "580 West 187th Street, район Вашингтон-Хайтс, Манхэттен, Нью-Йорк, США",
             "description": "Армянская Апостольская Церковь Святого Креста (Surb Khach) расположена в Вашингтон-Хайтс, Манхэттен, Нью-Йорк. Здание было возведено в 1925–1926 годах по проекту архитектора Стойана Н. Карастоянови (Stoyan N. Karastoyanoff) для лютеранской общины, а с 1929 года используется армянской Апостольской Церковью. Это значимый духовный центр армянской диаспоры в Нью-Йорке, где по воскресениям и праздникам регулярно совершается литургия (Бадарак).",
             "photoName": "nyc_surb_khach"
           },
           {
             "name": "Церковь Святого Иакова (St. James), Уотертаун",
             "lat": 42.3734,
             "lon": -71.1705,
             "isActive": true,
             "address": "465 Mount Auburn Street, Уотертаун, Массачусетс, США",
             "description": "Армянская Апостольская церковь Святого Иакова (Soorp Hagop / St. James) расположена в Уотертауне, штат Массачусетс — центр армянской общины региона. Приход был основан в 1930-х годах, а современный храм выстроен на Mount Auburn Street. Здесь регулярно проводятся богослужения, образовательные и культурные мероприятия для прихожан.",
             "photoName": "watertown_st_james"
           },
           {
             "name": "Церковь Святого Погоса, Сиракузы",
             "lat": 43.05145,
             "lon": -76.17062,
             "isActive": true,
             "address": "310 N. Geddes St., Сиракузы, Нью-Йорк, США",
             "description": "Армянская Апостольская церковь Святого Погоса (St. Paul's Armenian Apostolic Church) в Сиракузах — один из старейших армянских приходов Америки, основан в 1908 году. Расположена по адресу 310 N. Geddes St. с момента покупки нынешнего здания в 1956 году и освящения в 1958 году. Служит активным духовным и культурным центром армянского сообщества Сиракуз. В 2010 году храм был внесён в Национальный реестр исторических мест США.",
             "photoName": "syracuse_surb_poghos"
           },
           {
             "name": "Собор Святого Саркиса, Дирборн",
             "lat": 42.3314,
             "lon": -83.0458,
             "isActive": true,
             "address": "Дирборн, штат Мичиган, США",
             "description": "Армянская Апостольская церковь Святого Саркиса была основана 24 мая 1942 года на Уотерман-стрит в Детройте. Современное здание в Дирборне освящено 14 октября 1962 года. Собор находится под юрисдикцией Католикосата Великого Дома Киликийского и служит духовным центром для армянского населения Восточного Мичигана. Приход активно участвует в жизни общины, включая поддержку жилого комплекса для пожилых армян «St. Sarkis Towers».",
             "photoName": "dearborn_st_sarkis"
           },
           {
             "name": "Церковь Святого Спасителя (Church of Our Saviour), Вустер",
             "lat": 42.2667,
             "lon": -71.8000,
             "isActive": true,
             "address": "87 Salisbury Street, Вустер, Массачусетс, США",
             "description": "Армянская Апостольская церковь Святого Спасителя — первая армянская церковь в Западном полушарии. Основана 18 января 1891 года, первоначальное здание построено на Laurel Street по проекту Стивена Эарла. Современное здание, выполненное в армянском крестово-купольном стиле, освящено в 1952 году на пересечении Salisbury и Dean Street. Церковь служит духовным центром армянской общины Вустера и входит в Диоцез Армянской Церкви Америки (Восточный).",
             "photoName": "worcester_church_of_our_saviour"
           },
           {
             "name": "Церковь Святого Степана (Сурб Степан), Нью-Бритн",
             "lat": 41.6693,
             "lon": -72.7795,
             "isActive": true,
             "address": "167 Tremont Street, Нью-Бритн, Коннектикут, США",
             "description": "Армянская Апостольская церковь Святого Степана основана в 1933 году. В 1953 году были приобретены участки на Elton Avenue в Нью-Бритне, а строительство нового храма началось в 1956 году. Освящение храма совершил архиепископ (позже Католикос) – Корен I Пароян 20 октября 1957 года. Церковь работает и поныне, служит активным духовным центром армянской диаспоры Коннектикута.",
             "photoName": "newbritain_surb_stepan"
           },
           {
             "name": "Церковь Святой Троицы (Holy Trinity Armenian Apostolic Church), Фресно",
             "lat": 36.7317,
             "lon": -119.7826,
             "isActive": true,
             "address": "2226 Ventura Street, Фресно, Калифорния, США",
             "description": "Армянская Апостольская церковь Святой Троицы — один из первых армянских храмов в Америке. Заложена 1 ноября 1913 года, освящена 13 декабря 1914 года, архитектор — Lawrence Karekin Cone. Церковь является примером возрождённой архитектуры с армянскими элементами и первой армянской церковью, построенной в традиционном армянском стиле в США. Вмещает до 660 человек. Входит в Национальный реестр исторических мест с 1986 года. Церковь активно действует и служит духовным центром армянской общины Фресно.",
             "photoName": "fresno_holy_trinity"
           },
           {
             "name": "Армянская евангелическая церковь, Монтевидео",
             "lat": -34.9000,
             "lon": -56.1500,
             "isActive": true,
             "address": "Luis Alberto de Herrera 3790, Монтевидео, Уругвай",
             "description": "Армянская евангелическая церковь (Иglesia Evangélica Armenia) — центра религиозной жизни армянского протестантского сообщества Уругвая. Основана в 1926 году и является штаб-квартирой этого направления в стране. Церковь членствует в Федерации евангелических церквей Уругвая, а также связана с Всемирным советом церквей. Здесь действует приходская община, существует воскресная школа и проходят богослужения.",
             "photoName": "montevideo_arm_evangelical"
           },
           {
             "name": "Кафедральный собор Девы Марии Зммари, Монтевидео",
             "lat": -34.9050,
             "lon": -56.1850,
             "isActive": true,
             "address": "район Прадо, Монтевидео, Уругвай",
             "description": "Армянский католический кафедральный собор Девы Марии Зммари (Catedral Católica Armenia Nuestra Señora de Bzommar) — главный храм армянских католиков в Монтевидео и кафедральный собор экзархата армянских католиков Латинской Америки и Мексики. Посвящён покровительнице армян-католиков — Святой Деве Марии из Зммари. Храм — важнейший центр духовной жизни местной армянской общины.",
             "photoName": "montevideo_catedral_bzommar"
           },
           {
             "name": "Кафедральный собор Сурб Нерсес Шнорали, Монтевидео",
             "lat": -34.87822,
             "lon": -56.19604,
             "isActive": true,
             "address": "Av. Agraciada, Bella Vista, Монтевидео, Уругвай",
             "description": "Армянская Апостольская церковь Сурб Нерсес Шнорали (Surp Nerses Shnorhali Cathedral) — кафедральный собор Уругвайской Армянской Апостольской Церкви, посвящённый кaтоликосу-святому Нерсесу Преисполненному Благодати. Современное здание было построено в 1968 году по проекту архитектора Рафаэля Исраеляна. Храм интегрирован в комплекс армянских учреждений в районе Bella Vista и включает мемориал жертвам Геноцида армян, выполненный скульптором Нерсесом Оунянианом. Собор активно функционирует как духовный и культурный центр армянской общины Уругвая, под управлением архиепископа Глнжяна.",
             "photoName": "montevideo_surb_nerses_shnorhali"
           },
           {
             "name": "Церковь Святого Георгия (Սուրբ Գևորգ), Аддис-Абеба",
             "lat": 9.0378,
             "lon": 38.7710,
             "isActive": true,
             "address": "район Арат-Кило, Аддис-Абеба, Эфиопия",
             "description": "Армянская Апостольская церковь Святого Георгия в Аддис-Абебе основана на месте часовни 1923 года, современное каменное здание возведено в 1935 году по благотворительному проекту Михрана Мурадяна в память отца Геворга. Участие в закладке первого камня принял архиепископ из Константинополя в 1928 году, а также присутствовала императрица Менен Асфав. Церковь принадлежит духовной юрисдикции Матер-Эчмиадзина и является центром армянской общины Эфиопии. В её дворе расположен памятник-хачкар жертвам Геноцида армян (установлен в 2005 году).",
             "photoName": "addisababa_surb_gevorg"
           },
           {
             "name": "Церковь Святого Воскресения (Сурб Арутюн), Мбабане",
             "lat": -26.3167,
             "lon": 31.1333,
             "isActive": true,
             "address": "Пайн-Вэлли, окрестности Мбабане, Эсватини",
             "description": "Армянская Апостольская церковь Святого Воскресения (Сурб Арутюн) была основана в Пайн-Вэлли — живописной «Сосновой долине» — меценатом Григором Дербеляном в 1985 году. Строительство велось четыре года и завершилось в 1989 году. Часовня небольшая, с двумя куполами — один из них служит колокольней. В её основании использованы местные материалы, а алтарь органично вписан в скалу, напоминая монастырь Гегард в Армении.\n\nРядом протекает небольшая речка, названная Дербеляном «Аракс» в память о родной Армении. Храм освящён по строгим армянским канонам и является официальным приходом Армянской Апостольской Церкви в стране. В январе 2016 года король Мсвати III передал часовню под управление Эчмиадзинскому католикосату. Несмотря на удалённость, церковь активно используется армянской общиной региона для обрядов, включая крещения и венчания.",
             "photoName": "mbabane_surb_arutyun"
           },
           {
             "name": "Церковь Святого Григория Просветителя, Хартум",
             "lat": 15.5000,
             "lon": 32.5599,
             "isActive": true,
             "address": "Хартум, Судан",
             "description": "Армянская Апостольская церковь Святого Григория Просветителя (Սուրբ Գրիգոր Լուսավորիչ) в Хартуме была заложена в 1953 году на средства семьи Сеферян и освящена в 1956 году. Решение о её строительстве принималось ещё в 1933 году. Церковь служила центром духовной жизни армянской диаспоры Судана. В моменты эскалации конфликта храм оставался неповреждённым, и в 2025 году он всё ещё функционирует, хоть численность общины сократилась до нескольких десятков человек. Богослужения проводятся под юрисдикцией Египетской армянской епархии.",
             "photoName": "khartoum_surb_grigor"
           },
           {
             "name": "Церковь Сурп Хрипсимэ, Вена",
             "lat": 48.2040,
             "lon": 16.3800,
             "isActive": true,
             "address": "Kolonitzgasse 11 (Armenierplatz), 1030 Вена, Австрия",
             "description": "Армянская Апостольская церковь Сурп Хрипсимэ — приходская церковь армянской общины Австрии и кафедра диоцеза Центральной Европы и Скандинавии. Заложена в 1964 году; строительство велось по чертежам армянского архитектора Эдуарда Сарабяна из Еревана, воплощение проекта осуществил Вальтер Дюршмид. Освящение состоялось 21 апреля 1968 года, совершил Католикос Васген I. Интерьер украшен традиционными армянскими элементами: каменный фриз с растительным орнаментом, мозаика, памятная арка в честь жертв Геноцида. Помимо литургической функции, церковь служит культурным и образовательным центром (включая школу имени Ованнеса Шираца).",
             "photoName": "vienna_surb_hripsime"
           },
           {
             "name": "Церковь Святых Мучеников, Абу-Даби",
             "lat": 24.34727,
             "lon": 54.52252,
             "isActive": true,
             "address": "д. 16, ул. M-26, район Муссафах, Абу-Даби, ОАЭ",
             "description": "Армянская Апостольская церковь «Святых Мучеников» в Абу-Даби — приход в юрисдикции Католикосата Великого Дома Киликийского, обслуживающий армянскую общину ОАЭ. Основана в 2014 году в районе Муссафах. Храм построен в армянском стиле и служит духовным, культурным и образовательным центром диаспоры, при нём действует воскресная школа. В церковном дворе установлен хачкар в память о жертвах Геноцида армян.",
             "photoName": "abu_dhabi_holy_martyrs_church"
           },
           {
             "name": "Мхитаристский монастырь, Вена",
             "lat": 48.2050,
             "lon": 16.3587,
             "isActive": true,
             "address": "Mechitaristengasse 2–4, район Нойбау, Вена, Австрия",
             "description": "Армянский католический монастырь Конгрегации мхитаристов (арменокатолическая ветвь) открыт в Вене в 1811 году как филиал ордена с острова Сан-Ладзаро (Венеция). Современное здание было возведено по проекту Иосифа Корнхэузела: закладка в 1837 году, церковь Марии-Заступницы освящена в 1874 году (интерьер от Камилло Зитте). Монастырь хранил одно из крупнейших собраний армянских рукописей (ок. 2 800), журналов (до 70 000 томов), монет (≈ 10 000 армянских) и других культурных артефактов. С 1889 года здесь производится травяной ликёр «Mechitharine». В 2015 году во дворе установлен хачкар в память жертв Геноцида армян.",
             "photoName": "vienna_mekhitarist_monastery"
           },
           {
             "name": "Церковь Святой Марии Магдалины (Surp Mariam Magdalene), Брюссель",
             "lat": 50.8280,
             "lon": 4.3700,
             "isActive": true,
             "address": "Kindermansstraat 1A, Ixelles, 1050 Брюссель, Бельгия",
             "description": "Армянская Апостольская церковь Святой Марии Магдалины — единственная армянская церковь в Бельгии, построенная на средства фонда армянских церквей. Её спроектировал армянский архитектор Айк Мардикян, инженер — Жак Купелян. Строительство началось после получения разрешения в 1985 году, освящена 6 мая 1990 года Католикосом Вазгеном I. Церковью духовно окормляет отец Затик Аветикян.",
             "photoName": "brussels_surp_mari_magdalen"
           },
           {
             "name": "Армянская Апостольская церковь Святого Григория Просветителя, Каир",
             "lat": 30.063733,
             "lon": 31.253724,
             "isActive": true,
             "address": "улица Рамзеса, Каир, Египет",
             "description": "Армянская Апостольская церковь Святого Григория Просветителя в Каире — уникальный пример архитектурного синтеза, воплощающий армянские, египетские, французские и коптские стилистические элементы. Французский архитектор спроектировал её из желтого туфа, фоном для которого послужили исламские колоны, греко-римская мозаика и армянские орнаменты. Вход украшен элементами, вдохновленными строениями мечети Ибн Тулуна; над входом — мозаика с изображением Григория Просветителя. Интерьер дополнен византийскими росписями, коптскими мотивами, иконами и коваными деталями в стиле Франции XVIII века. Церковь — духовное ядро армянской общины Каира, носитель ценного культурного диалога.",
             "photoName": "cairo_surb_grigor_lusavorich"
           },
           {
             "name": "Церковь Благовещения Пресвятой Богородицы, Каир",
             "lat": 30.0444,
             "lon": 31.2357,
             "isActive": true,
             "address": "улица Мохамед Сабри Абу Альм, район Абдине, Каир, Египет",
             "description": "Армянская католическая церковь Благовещения Пресвятой Богородицы (Annunciation Cathedral) в Каире была построена и открыта в 1926 году. Является кафедральным собором Армянской католической епархии Александрии (Eparchia Alexandrina Armenorum), основанной в 1885 году папой Львом XIII. Храм обслуживается под пастырским руководством епископа Григора-Оксдиноса Куссы (Kricor-Okosdinos Coussa). Служит духовным центром армян-католиков Египта и Судана.",
             "photoName": "cairo_annunciation"
           },
           {
             "name": "Церковь Святого Варфоломея",
             "lat": 44.4091,
             "lon": 8.9359,
             "isActive": true,
             "address": "Генуя, Италия",
             "description": "Церковь Святого Варфоломея в Генуе — армянский католический монастырь XIII века, основанный в 1308 году армянскими монахами-мехитаристами. Храм посвящён святому апостолу Варфоломею, одному из двенадцати апостолов Христа и первопросветителю Армении, вместе со святым Фаддеем принесшему христианскую веру в страну. \n\nВ храме хранятся реликвии и святыня — часть Честного Креста Господня, подаренная монастырю в XVI веке. Архитектура церкви сочетает готические и романские элементы, сохранив свой исторический облик до наших дней. \n\nЦерковь Святого Варфоломея остаётся действующим храмом, связывая армянскую общину Генуи с её духовным и культурным наследием.",
             "photoName": "genoa_surb_bartolomeos"
           },
           {
             "name": "Церковь Святого Григория Просветителя, Ливорно",
             "lat": 43.5443,
             "lon": 10.3262,
             "isActive": false,
             "address": "Ливорно, Тоскана, Италия",
             "description": "Армянская католическая церковь Святого Григория Просветителя в Ливорно была построена в начале XVIII века (начато в 1701, освящена в 1714) армянской диаспорой города. Спроектирована Джованни Дель Фантазия по заказу князя Фердинандо, сына Козимо III. Храм разрушен во время Второй мировой войны, сегодня сохранилась лишь элегантная барочная мраморная фасадная часть с изображениями «Жертвенности» и «Веры» работы Андреа Вакка, а также овальный портрет святого Григория Просветителя. С 2008 года фасад используется как межкультурный центр.",
             "photoName": "livorno_surb_grigor"
           },
           {
             "name": "Церковь Святого Креста (Santa Croce degli Armeni), Венеция",
             "lat": 45.4356,
             "lon": 12.3378,
             "isActive": true,
             "address": "Calle dei Armeni, Венеция, Италия",
             "description": "Армянская католическая церковь ‘Сурб Խաչ’ (Santa Croce degli Armeni) в Венеции — церковь армянской общины. Расположена на улице Armeni, недалеко от базилики Святого Марка. История храма уходит к 1434 году, когда на месте был возведён алтарь и часовня. В 1688 году по разрешению купца Мурманиана часовня была расширена до полноценной церкви. В 1740 году её принял Мхитаристский орден, который сохранил её как религиозный и культурный центр. Церковь имеет единственный неф с куполом, три алтаря с картинами барочных мастеров. Богослужения проводятся один раз в месяц, по последнему воскресенью.",
             "photoName": "venice_santa_croce_armeni"
           },
           {
             "name": "Армянская католическая церковь святого Николая Толентина в Риме",
             "lat": 41.902,
             "lon": 12.483,
             "isActive": true,
             "address": "Salita di San Nicola da Tolentino, 17, район Треви, Рим, Италия",
             "description": "Армянская католическая церковь святого Николая Толентина — одна из двух церквей Армении в Риме. Основана для Ордена оголённых августинцев в 1599 году и перестроена в XVII веке архитекторами — под руководством Алессандро Альгарди. С 1883 года передана армянским католикам вместе с колледжем. При ней действует Папский армянский колледж — семинария Армянской католической церкви. Церковь активно функционирует и доныне.",
             "photoName": "st_nicholas_tolentino_rome"
           },
           {
             "name": "Монастырь Мхитаристов (San Lazzaro degli Armeni)",
             "lat": 45.4178,
             "lon": 12.3543,
             "isActive": true,
             "address": "Остров Сан-Ладзаро, Венеция, Италия",
             "description": "Монастырь Мхитаристов на острове Сан-Ладзаро в Венеции — главный центр армянского католического ордена, основанного в 1701 году Мхитаром Себастаци. В 1717 году община обосновалась на острове, который вскоре превратился в духовный и культурный центр армянской диаспоры. Монастырь известен своей богатой библиотекой (более 150 000 томов и около 4 000 рукописей), типографией, где с XVIII века издавались книги и журналы, а также как место подготовки священнослужителей и учёных. Благодаря деятельности ордена армянская культура и язык были сохранены и представлены в Европе. Сегодня монастырь остаётся действующим центром и местом паломничества.",
             "photoName": "venice_san_lazzaro_mekhitarists"
           },
           {
             "name": "Церковь Святого Власа (San Biagio degli Armeni)",
             "lat": 41.8983,
             "lon": 12.4660,
             "isActive": true,
             "address": "Via Giulia, 64, район Ponte, Рим, Италия",
             "description": "Армянская католическая церковь Святого Власа, известная также как San Biagio della Pagnotta или San Biagio degli Armeni, находится в Риме на Via Giulia. Основана до XI века, впервые документально упомянута в 1072 году; в XVIII веке была перестроена (фасад и интерьер). Это национальная церковь армян, посвящённая святому мученику Власу (Blaise of Sebaste). Здесь хранятся мощи его горла (гортань), а также картины Pietro da Cortona, включая изображение чуда с рыбной костью и Святую Дева милостей. С 1856 года церковь в юрисдикции армянской католической общины Рима и считается национальной церковью армян-католиков.",
             "photoName": "rome_surb_vlas"
           },
           {
             "name": "Церковь Святой Богородицы (Սուրբ Աստվածածին), Шумен",
             "lat": 43.2712,
             "lon": 26.9081,
             "isActive": true,
             "address": "ул. Zlatitsa, 15, Шумен, Болгария",
             "description": "Армянская Апостольская церковь Святой Богородицы (Սուրբ Աստվածածին) в Шумене была построена в 1834 году армянской общиной беженцев и освящена надписью-вкладкой. В 2001 году церковь отреставрировали и достроили новую колокольню. В церковном дворе сохранились мраморные плиты с именами армянских князей и меценатов XVIII–XIX вв. В 1849 году здесь праздновали Рождество Лайош Кошут и его сторонники.",
             "photoName": "shumen_surb_astvatsatsin"
           },
           {
             "name": "Церковь Святой Богородицы (Սուրբ Աստվածածին), Русе",
             "lat": 43.8564,
             "lon": 25.9708,
             "isActive": true,
             "address": "город Русе, Болгария",
             "description": "Армянская Апостольская церковь Сурб Աստվածածին в Русе — старейшая армянская церковь Болгарии. Изначально деревянная конструкция была возведена в 1610 году, но после пожара восстановлена в камне в 1832-м. Церковь включена в список культурного наследия Болгарии. В её дворе установлен хачкар-мемориал в память о жертвах Геноцида армян, а местные армяне чтят её как исторический и духовный центр общины.",
             "photoName": "ruse_surb_astvatsatsin"
           },
           {
             "name": "Церковь Святой Богородицы",
             "lat": 44.1171,
             "lon": 27.2670,
             "isActive": true,
             "address": "Силистра, Болгария",
             "description": "Церковь Святой Богородицы в Силистре — армянская апостольская церковь, основанная в XIX веке армянской общиной города. Она служила духовным и культурным центром местных армян, здесь проходили богослужения, крещения и венчания. Несмотря на исторические испытания и сокращение общины, храм сохранился и продолжает оставаться символом присутствия армян в регионе.",
             "photoName": "silistra_astvatsatsin"
           },
           {
             "name": "Церковь Святой Богородицы",
             "lat": 42.6977,
             "lon": 23.3219,
             "isActive": true,
             "address": "ул. Лайоша Кошута 6, София, Болгария",
             "description": "Церковь Святой Богородицы в Софии — армянская Апостольская церковь, открытая в 2022 году благодаря усилиям армянской общины. Строительство велось с 2006 года по проекту архитектора армянского происхождения Агопа Каракашяна. Храм сочетает традиционные армянские архитектурные элементы, такие как острые купола, с современным дизайном и просторными окнами. Сегодня он выполняет функции кафедрального и культурно-духовного центра армян в Болгарии.",
             "photoName": "sofia_astvatsatsin"
           },
           {
             "name": "Церковь Святой Богородицы",
             "lat": 43.0836,
             "lon": 25.6493,
             "isActive": false,
             "address": "Велико-Тырново, Болгария",
             "description": "Церковь Святой Богородицы — армянская апостольская церковь XVII века, обнаруженная на археологических раскопках в Велико-Тырново. Построена на месте более старого католического здания, деревянная конструкция сгорела, и со временем была разрушена. Сегодня остались лишь фрагменты; это единственная некогда действовавшая армянская церковь в Болгарии, теперь утратившая функцию и находящаяся в полуразрушенном состоянии.",
             "photoName": "veliko_tarnovo_surb_astvatsatsin_ruins"
           },
           {
             "name": "Церковь Святого Георгия (Surp Kevork), Пловдив",
             "lat": 42.15073,
             "lon": 24.75161,
             "isActive": true,
             "address": "ул. 4-ти Януари, Старый город, Пловдив, Болгария",
             "description": "Церковь Святого Георгия (Surp Kevork) — армянская Апостольская церковь в Пловдиве. Первоначально здание было восточно-православным храмом, посвящённым Георгию Победоносцу. В 1767 году оно было передано армянской диаспоре. Освящена в 1828 году после реконструкции. Церковь с криптой-музеем под ней, где хранятся артефакты, привезённые армянами-беженцами после геноцида 1915 года, и играет важную роль как религиозный, культурный и исторический центр армянской общины Болгарии.",
             "photoName": "plovdiv_surp_gevork"
           },
           {
             "name": "Церковь Святого Якова",
             "lat": 42.4850,
             "lon": 26.5030,
             "isActive": true,
             "address": "Ямбол, Болгария",
             "description": "Церковь Святого Якова — армянская апостольская церковь в городе Ямбол, Болгария. Наиболее современный храм в юрисдикции Болгарской епархии Армянской Апостольской Церкви. Освящён 24 сентября 2017 года архиепископом Эзрасом Нерсисьяном при поддержке патрона Сони Аршавир. Строительство началось в 2008 году, проект разработали архитекторы Жирайр и Алвард Патуканяне.",
             "photoName": "yambol_saint_hakob"
           },
           {
             "name": "Церковь Святого Иоанна",
             "lat": 43.5667,
             "lon": 27.8333,
             "isActive": true,
             "address": "ул. Dame Gruev 8, Добружда, Добри́ч, Болгария",
             "description": "Церковь Святого Иоанна — армянская Апостольская церковь в Добри́че, Болгария. Построена в 1894 году на месте старого храма 1830-х годов по проекту итальянских архитекторов. Однопрестольный храм с каменным фундаментом и стенами, деревянной крышей. Внутри сохранились оригинальные изображения армянских святых, выполненные во второй половине XIX века.",
             "photoName": "dobrich_saint_john"
           },
           {
             "name": "Церковь Святого Креста",
             "lat": 42.4972,
             "lon": 27.4713,
             "isActive": true,
             "address": "ул. Лермонтова, 13, Бургас, Болгария",
             "description": "Церковь Святого Креста — армянская Апостольская церковь в центре Бургаса, одна из старейших построек города. Возведена в 1853 году на месте деревянной часовни Святого Степаноса (1673). Освящена в 1896 году отцом Вахтангом Сисакяном. Каменная колокольня сооружена в 1958 году по проекту инженера Гранта Баклаяна и содержит памятную надпись о патриаршестве Католикоса Вазгена I. В 1970 году церковь обрела статус культурного памятника Болгарии. Во дворе установлен хачкар — мемориал жертвам Геноцида армян (1991), созданный скульптором Хари Арабяном.",
             "photoName": "burgas_saint_cross"
           },
           {
             "name": "Церковь Святого Саркиса",
             "lat": 43.2025,
             "lon": 27.9178,
             "isActive": true,
             "address": "ул. Хан Аспарух 15, Варна, Болгария",
             "description": "Церковь Святого Саркиса — армянская Апостольская церковь в центральной части Варны, построенная в 1844 году по инициативе харизматичного отца Хаджи Саркиса. Расположена на историческом месте армянской общины, где ранее стоял сравнительный небольшой храм-мемориал. Храм выполнен в традиционном армянском стиле с однонефным базиликальным планом и характерной башней-звонницей. Во дворе установлен памятник памяти жертв Геноцида армян — хачкар, открыт в 2006 году. Церковь признана памятником культурного наследия Болгарии и продолжает выполнять функции духовного центра для армянской диаспоры в Варне.",
             "photoName": "varna_saint_sarkis"
           },
           {
             "name": "Церковь Святого Стефана",
             "lat": 42.1864,
             "lon": 24.3297,
             "isActive": true,
             "address": "ул. Антим I, 8, Пазарджик, Болгария",
             "description": "Армянская Апостольская церковь Святого Стефана в Пазарджике была освящена 18 декабря 2011 года. На протяжении истории здесь неоднократно существовали армянские храмы – с XIII века — но все они сгорали или разрушались. Последний был построен в 1820 году и разрушен землетрясениями и пожарами. Современный храм встал на этом месте после благотворительной кампании: закладка фундамента состоялась 4 июля 2005 года, а торжественная служба и освящение прошли в 2011. При освящении в алтарь поместили святой камень из Эчмиадзина. Сегодня церковь является активным духовным и культурным центром общины, при ней действует Армянский культурный клуб «Arto Bozdigian».",
             "photoName": "pazardzhik_saint_stepanos"
           },
           {
             "name": "Церковь Святого Воскресения",
             "lat": 51.4793,
             "lon": 11.9775,
             "isActive": true,
             "address": "Halle (Saale), Германия",
             "description": "Армянская Апостольская церковь Святого Воскресения в Халле (Саксония-Анхальт, Германия) была освящена в 2007 году при участии Католикоса Всех Армян Гарегина II. Храм создан на пожертвования армянской общины Германии и стал первым армянским храмом в восточной части страны. Церковь построена в традиционном армянском архитектурном стиле с куполом и хачкарами, привезёнными из Армении. Она является духовным и культурным центром для армян, проживающих в Халле и окрестностях, где регулярно совершаются богослужения, крестины и венчания.",
             "photoName": "halle_surbarutyun"
           },
           {
             "name": "Церковь Святой Троицы",
             "lat": 50.29152,
             "lon": 18.66781,
             "isActive": true,
             "address": "ул. Mikołowska 3 / 6, Гливице, Силезское воеводство, Польша",
             "description": "Армянская католическая церковь Святой Троицы в Гливицах — памятник архитектуры (немобильный монумент), использующийся армянской католической общиной с 1945 года. Здание построено между 1836 и 1838 годами на месте деревянной церкви, уничтоженной в 1813 году. Изначально принадлежало старокатоликам, но после Второй мировой войны передано армянской католической общине. До сих пор остается активной приходской церковью." ,
             "photoName": "gliwice_surb_treffn"
           },
           {
             "name": "Церковь Святых Петра и Павла",
             "lat": 54.4000,
             "lon": 18.6500,
             "isActive": true,
             "address": "ul. Żabi Kruk 3, Гданьск, Польша",
             "description": "Церковь Святых Петра и Павла в Гданьске — выдающийся пример кирпичной готики, построенная в 1396–1516 гг. В 1958 году по решению властей храм передан римско- и армянокатоликам и ныне служит приходской церковью Армянской Католической общины. Во дворе находится памятник-хачкар, установленный в 2009 году в Армянском переулке, где совершаются литургии на армянском языке.",
             "photoName": "gdansk_saints_peter_paul"
           },
           {
             "name": "Церковь Святой Богородицы",
             "lat": 37.9753,
             "lon": 23.7320,
             "isActive": true,
             "address": "Афины, Греция",
             "description": "Армянская Апостольская церковь Святой Богородицы (Surp Astvatsatsin) в Афинах была построена в 1935 году на месте деревянного храма, действовавшего с 1908 года, и стала духовным центром армянской общины. Она служит также резиденцией армянской Прелатуры Греции и поддерживает культурные и религиозные связи между диаспорой и Родиной."
           },
           {
             "name": "Церковь Святой Богородицы",
             "lat": 40.6278,
             "lon": 22.9528,
             "isActive": true,
             "address": "ул. Dialetti 4, Салоники, Греция",
             "description": "Армянская Апостольская церковь Святой Богородицы в Салониках — религиозный и культурный центр армянской общины на протяжении более 120 лет. Построена по проекту итальянского архитектора Виталиано Позелли и освящена 6 ноября 1903 года. Архитектура сочетает армянские и местные традиции: фасад увенчан центральной башней, боковые башни напоминают армянские купола. Внутреннее убранство включает фрески и витражи, изображающие сцены из жизни Богородицы. Церковь также выполняет социальные функции, включая образовательную и благотворительную деятельность, рядом установлен памятник — хачкар в память о жертвах Геноцида армян.",
             "photoName": "thessaloniki_surp_astvatsatsin"
           },
           {
             "name": "Церковь Святого Григория Просветителя",
             "lat": 41.1150,
             "lon": 25.4080,
             "isActive": true,
             "address": "ул. Armeniou 2, Комотини, Греция",
             "description": "Армянская Апостольская церковь Святого Григория Просветителя в Комотини была построена на средства армянской общины и освящена 25 ноября 1834 года. Постройка выполнена в классическом армянском стиле, церковь стоит в центре города и служит важнейшим духовным и культурным центром армянской диаспоры в регионе.",
             "photoName": "komotini_saint_grigor"
           },
           {
             "name": "Церковь Святого Григория Просветителя",
             "lat": 37.9697,
             "lon": 23.7385,
             "isActive": true,
             "address": "ул. Рене Пио 2, Неос Космос, Афины, Греция",
             "description": "Армянская Апостольская церковь Святого Григория Просветителя — кафедральный храм Армянской Апостольской Прелатуры Греции. Расположена в районе Неос Космос на улице Рене Пио, 2. Построена в 1935 году на месте деревянной церкви, существовавшей с 1908 года, и освящена как духовный центр диаспоры. Служит резиденцией Прелата и организует религиозную, культурную и образовательную жизнь армян Афин.",
             "photoName": "athens_surb_grigor"
           },
           {
             "name": "Церковь Святого Иоанна Крестителя",
             "lat": 35.3407,
             "lon": 25.1347,
             "isActive": true,
             "address": "ул. Ntentidakidon 24, Ираклион, Крит, Греция",
             "description": "Армянская апостольская церковь Святого Иоанна Крестителя — одна из старейших армянских церквей Европы. Передана армянской общине в 1669 году после захвата Ираклиона османами. Является духовным центром армян диаспоры Крита и до сих пор действует.",
             "photoName": "crete_heraklion_surb_karapet"
           },
           {
             "name": "Церковь Святого Карапета",
             "lat": 37.9760,
             "lon": 23.7140,
             "isActive": true,
             "address": "ул. Praksagoru 4, Неос Космос, Афины, Греция",
             "description": "Армянская Апостольская церковь Святого Карапета (Surp Karapet), также называемая Святого Иоанна Крестителя, расположена в Неос Космос, Афины. Она служит центром армянской духовной жизни в городе и действует под юрисдикцией Армянской Апостольской Церкви.",
             "photoName": "athens_surb_karapet"
           },
           {
             "name": "Армянская католическая церковь Святой Богородицы",
             "lat": 47.4822,
             "lon": 19.0509,
             "isActive": true,
             "address": "Orlay utca 6, Будапешт, Венгрия",
             "description": "Армянская католическая церковь Святой Богородицы (Surp Astvatsatsin) — духовный центр армянской католической общины Венгрии, расположенный в XI районе Будапешта. Церковь находится неподалёку от знаменитых терм Келлерт и является архитектурно и культурно значимым памятником для армянской диаспоры.",
             "photoName": "budapest_surb_astvatsatsin"
           },
           {
             "name": "Церковь Святого Саркиса",
             "lat": 51.4996,
             "lon": -0.1936,
             "isActive": true,
             "address": "Iverna Gardens, Kensington, London W8 6TP, Великобритания",
             "description": "Армянская апостольская церковь Святого Саркиса в Кенсингтоне — кафедральный собор епархии Великобритании Армянской Апостольской Церкви. Построена в 1922–1923 гг. по проекту Артура Дэвиса и Чарльза Мювза на средства Галуста Гюльбенкяна в память о родителях. Единственная в Англии церковь, возведённая в традиционном армянском стиле, вдохновлена колокольней монастыря Хагпат. Освящена 11 января 1923 г.; расширена в 1937–1950 гг.; внесена в список памятников архитектуры (Grade II*) в 1981 г.",
             "photoName": "london_surb_sarkis"
           },
           {
             "name": "Церковь Святого Егіше",
             "lat": 51.4894,
             "lon": -0.1778,
             "isActive": true,
             "address": "Cranley Gardens, South Kensington, London SW7, Великобритания",
             "description": "Церковь Святого Егіше — крупнейшая церковь Армянской Апостольской Церкви в Великобритании. Построена в 1867 году как англиканская церковь Святого Петра по заказу застройщика Чарльза Фрика. В 1972 году была объявлена избыточной для англиканского прихода, а уже в 1998 году приобретена благотворителем, отреставрирована с учётом требований армянского богослужения и стала армянской церковью. Это здание с орго́ном в четыре регистра, выстроенное из рагстоуна, выполнено в викторианском «Decorated» готическом стиле и отличается куполом-броучем и благородным убранством.",
             "photoName": "london_surb_yeghiche"
           },
           {
             "name": "Церковь Святой Троицы",
             "lat": 53.4731,
             "lon": -2.2340,
             "isActive": true,
             "address": "Upper Brook Street, Чорлтон-он-Медлок, Манчестер, Великобритания",
             "description": "Армянская Апостольская церковь Святой Троицы в Манчестере — первая построенная армянская церковь в Западной Европе, освящённая в Пасху 1870 года. Храм построен в 1869–1870 гг. по проекту ливерпульских архитекторов Ройла и Беннетта в эклектичном неоготическом стиле. Здание признано памятником архитектуры Grade II за его историческую и культурную значимость.",
             "photoName": "manchester_holy_trinity"
           },
           {
             "name": "Церковь Святого Григория Просветителя",
             "lat": 52.3540,
             "lon": 6.6620,
             "isActive": true,
             "address": "Vriezenveenseweg 174, 7602 PV Almelo, Нидерланды",
             "description": "Армянская Апостольская церковь Святого Григория Просветителя в Алмело была освящена в ноябре 2003 года. Она построена на средства местной армянской общины после продажи церковно-приходского здания, преображённая из многозального здания с помещениями для воскресной школы (основанной в 1991 году). При храме действуют молодёжный союз, женский союз, воскресная школа имени Месропа Маштоца, диакония и ансамбль «Зартонк». На территории — памятник жертвам Геноцида армян, установленный в апреле 2014 года.",
             "photoName": "almelo_surb_grigor"
           },
           {
             "name": "Церковь Святого Карапета",
             "lat": 50.8512,
             "lon": 5.6584,
             "isActive": true,
             "address": "Potterieplein 50, 6216 VB Maastricht, Нидерланды",
             "description": "Армянская Апостольская церковь Святого Карапета в Маастрихте была освящена 26 января 2013 года. Это третья армянская церковь в Нидерландах (после Амстердама и Алмело). Здание — реконструированное католическое здание, переданное армянской общине. При храме действуют воскресная школа, женский союз, молодежные и культурные объединения общины “Ани”.",
             "photoName": "maastricht_surb_karapet"
           },
           {
             "name": "Церковь Святого Духа",
             "lat": 52.37172,
             "lon": 4.90217,
             "isActive": true,
             "address": "Krom Boomssloot 22, 1011 GW Амстердам, Нидерланды",
             "description": "Армянская Апостольская церковь Святого Духа (*Surp Hoki*) — первая армянская церковь в Амстердаме, основана около 1714 года. Построена усилиями армянских торговцев на купленных землях; в 1747–1749 годах обновлена священником Йоханнесом МинАсом Амасиацем и его преемником. В 1985 году церковь была выкуплена и отреставрирована армянской диаспорой, 29 ноября 1989 года заново освящена. Во дворе установлен хачкар как мемориал, а в 2018 году — еще один крест-камень в память о жертвах войны в Арцах, установленный при поддержке общины.",
             "photoName": "amsterdam_surb_hogi"
           },
           {
             "name": "Церковь Святого Акоба",
             "lat": 46.1658,
             "lon": 6.1461,
             "isActive": true,
             "address": "Route de Troinex 64, 1256 Troinex, Женева, Швейцария",
             "description": "Армянская Апостольская церковь Сурп Акоб — единственная армянская апостольская церковь в Швейцарии. Построена в 1967–1969 годах на пожертвования от Акоба Топаляна. Освящение состоялось 14 сентября 1969 года. Церковь обслуживает армянскую общину Женевы и служит её духовным центром.",
             "photoName": "geneva_surb_akob"
           },
           {
             "name": "Армянская Апостольская церковь Сорока мучеников",
             "lat": 45.4869,
             "lon": 9.2257,
             "isActive": true,
             "address": "Via Niccolò Jommelli 30–32, 20131 Милан, Италия",
             "description": "Армянская Апостольская церковь Сорока мучеников в Милане (Chiesa dei Quaranta Martiri di Sebaste) — единственная армянская апостольская церковь в Италии. Построена в 1957 году по проектам архитекторов Р. Исраеляна и П. Сурьяна, освящена в 1958 году. Интерьер украшен старинными росписями, создающими атмосферу духовного и эстетического уюта. Храм стал центром религиозной, культурной и общинной жизни армян в Ломбардии.",
             "photoName": "milan_surb_sebaste"
           },
           {
             "name": "Церковь Святой Богородицы",
             "lat": 48.8214,
             "lon": 2.2631,
             "isActive": true,
             "address": "Boulevard du Bourg-d’Issy, Иси-ле-Мулино, пригород Парижа, Франция",
             "description": "Армянская Апостольская церковь Сурп Аствацацин (Святой Богородицы) в Иси-ле-Мулино, пригороде Парижа, принадлежит Армянской Апостольской Церкви Франции, под юрисдикцией Материнской кафедры Эчмиадзина. Храм был построен архитектором Анри Канджяном и освящён в 1975 году. Его алтарь был обновлён в начале 2000-х под руководством Тиграна-Манвелла Дейрменджяна и освящён 7 апреля 2001 года архиепископом Куде́ Накатяном.",
             "photoName": "paris_issy_surb_astvatsatsin"
           },
           {
             "name": "Церковь Святой Богородицы",
             "lat": 43.7034,
             "lon": 7.2654,
             "isActive": true,
             "address": "Boulevard de la Madeleine, Ницца, Франция",
             "description": "Армянская Апостольская церковь Сурп Аствацацин (Святой Богородицы) в Ницце принадлежит Французской епархии Матери-Кафедры Святого Эчмиадзина. Храм является духовным центром армянской общины города, где совершаются богослужения и сохраняются национальные традиции.",
             "photoName": "nice_surb_astvatsatsin"
           },
           {
             "name": "Церковь Святого Григория Просветителя",
             "lat": 48.7890,
             "lon": 2.2190,
             "isActive": true,
             "address": "улица Комитаса, Шавиль, департамент О-де-Сен, Франция",
             "description": "Армянская Апостольская церковь Сурп Григор Лусаворич в Шавиле находится в юрисдикции Французской епархии Матери-Кафедры Святого Эчмиадзина. Церковь служит духовным центром армянской общины Шавиля и окрестных районов.",
             "photoName": "chaville_surb_grigor"
           },
           {
             "name": "Церковь Святых Переводчиков",
             "lat": 43.2706,
             "lon": 5.3889,
             "isActive": true,
             "address": "339 Avenue du Prado, 8-й округ, Марсель, Франция",
             "description": "Католикосальный кафедральный собор Армянской Апостольской Церкви в Марселе, освящённый 25 октября 1931 года по проекту архитектора Арама Таһтаджяна и с архитектурной отсылкой к Собору Эчмиадзина. Посвящён святым Сахаку Парфянину и Месропу Маштоцу. В саду храма установлены памятники: бюст Вахана Хорасаняна, бюст Григора Балакияна, а также мемориал Геноцида армян, открыт в 1973 году.",
             "photoName": "marseille_surb_targmanchats"
           },
           {
             "name": "Церковь Святого Креста-Вараг",
             "lat": 48.9889,
             "lon": 2.4166,
             "isActive": true,
             "address": "31–33 Rue Saint-Just, 95400 Arnouville-lès-Gonesse, Франция",
             "description": "Армянская Апостольская церковь Сурп Խաչ — Вараг (Святой Крест Варага) в Арнувиль-ле-Гонесс была построена в 1931 году на землях, подаренных меценатом Арменаком Амбарцумяном. Архитектор — Армен Аопьян. Освящение первой камни совершил епископ Врамшапу Кибарян 2 августа 1931 года. Башня храма увенчана восьмигранным куполом в армянском стиле. Во дворе — хачкар в память о жертвах Геноцида армян.",
             "photoName": "arnouville_surb_khach_varag"
           },
           {
             "name": "Церковь Святого Акоба",
             "lat": 45.7544,
             "lon": 4.8520,
             "isActive": true,
             "address": "40 rue d’Arménie, 69003 Лион, Франция",
             "description": "Армянская Апостольская церковь Сурп Акоб (Санта Джеймс) в Лионе — действующий храм под юрисдикцией Армянской Епархии Франции. Основана в 1963 году и посвящена апостолу Иакову — одному из двенадцати апостолов. Расположена на улице Армении и служит духовным центром армянской общины города.",
             "photoName": "lyon_surb_hakob"
           },
           {
             "name": "Армянский кафедральный собор Святого Иоанна Крестителя",
             "lat": 48.8658,
             "lon": 2.3070,
             "isActive": true,
             "address": "15 Rue Jean-Goujon, 8-й округ, Париж, Франция",
             "description": "Кафедральный собор Армянской Апостольской Церкви Святого Иоанна Крестителя в Париже был построен по проекту архитектора Альберта Гилберта по инициативе нефтяного магната Александра Мантошянца. Строительство началось 5 октября 1902 г., завершено в 1904 г. Собор стал духовным центром армянской общины Франции и символом её культурной солидарности.",
             "photoName": "paris_surb_hovhannes"
           },
           {
             "name": "Кафедральный собор Святого Креста",
             "lat": 48.860903,
             "lon": 2.36058036,
             "isActive": true,
             "address": "13–15 Rue du Perche, 3-й округ, Париж, Франция",
             "description": "Армянский католический кафедральный собор Святого Креста в Марэ, Париж. Первоначально здание было церковью Saint-Jean-Saint-François, построенной в 1623 году. Преобразован в армянский кафедральный храм в 1970 году, а с 1986 года служит центром Эпархии Sainte-Croix-de-Paris des Arméniens. Здесь сохранены историческая архитектура, портик Виктора Бальтара и старинные органы.",
             "photoName": "paris_surb_khach"
           },
           {
             "name": "Церковь Святой Богородицы",
             "lat": 47.1590,
             "lon": 27.5848,
             "isActive": true,
             "address": "ул. Армянская 22 (Strada Armeană 22), Яссы, Румыния",
             "description": "Армянская Апостольская церковь Сурп Аствацацин в Яссах — один из старейших храмов города, построенный в XIV веке и посвящённый Успению Богородицы. Церковь была отреставрирована в 1803 году, а также после Второй мировой войны. Внутри сохранилась каменная надпись с датой 1395 года, хотя её происхождение вызывает дискуссии. Здание признано историческим памятником Румынии.",
             "photoName": "iasi_surb_astvatsatsin"
           },
           {
             "name": "Церковь Святого Иоанна Крестителя",
             "lat": 44.85297,
             "lon": 24.87674,
             "isActive": true,
             "address": "Strada Egalității 43, Питешть, Румыния",
             "description": "Армянская Апостольская церковь Сурп Ховhаннес Мкртич (Святого Иоанна Крестителя) в Питешть была возведена в 1852 году в форме трилистника с шестигранным шпилем. Храм является памятником архитектуры и духовным центром армянской общины города.",
             "photoName": "pitesti_surb_hovhannes"
           },
           {
             "name": "Церковь Святых Архангелов",
             "lat": 44.4361,
             "lon": 26.1058,
             "isActive": true,
             "address": "Бульвар Кароля I, 43, Сектор 2, Бухарест, Румыния",
             "description": "Армянская Апостольская церковь Святых Архангелов Михаила и Гавриила — кафедральный храм Армянской Церкви в Румынии. Первый камень заложен в июле 1911 года. Храм, построенный по проектам армянских архитекторов Дмитрия Маймаролу и Григора Черкеца в стиле Эчмиадзинского собора, освящён в сентябре 1915 года. На территории комплекса расположены резиденция епископа, библиотека, музей, культурный центр, детсад и штаб Союза армян Румынии. Занесён в список исторических памятников страны.",
             "photoName": "bucharest_srbots_hreshtakapetac"
           },
           {
             "name": "Церковь Святой Матери Божьей",
             "lat": 33.3450,
             "lon": 44.3866,
             "isActive": true,
             "address": "Район Аль-Мидан, Багдад, Ирак",
             "description": "Армянская Апостольская церковь «Сурп Аствaцацин» (Святой Матери Божьей), также известная как «Мискинта», была основана в 1639–1640 годах по инициативе армянского офицера, служившего у султана Мурада IV. Церковь неоднократно реставрировалась, особенно в XIX веке, а в 1967–1970 гг. была капитально перестроена под руководством Вазгена I и архиепископа Асогика Газаряна, при поддержке благотворителей. В ходе реконструкции была вновь обнаружена украшающая церковь усыпальница с мощами «40 мучеников Севастийских» — одной из её духовных святынь.",
             "photoName": "baghdad_surb_astvadzadzin"
           },
           {
             "name": "Церковь Святой Матери Божией",
             "lat": 30.49998,
             "lon": 47.81436,
             "isActive": true,
             "address": "старый район Басра (аль-Басра аль-Кадима), Басра, Ирак",
             "description": "Армянская Апостольская церковь Сурп Аствацацин — главная духовная и культурная общинная точка армян в Басре и её окрестностях. Храм впервые построен в 1736 году на месте старого храма и неоднократно реставрировался. Внутри хранится портрет Богородицы, привезённый из Индии в 1882 году.",
             "photoName": "basra_surb_astvatsatsin"
           },
           {
             "name": "Церковь Святого Григория Просветителя",
             "lat": 33.3130,
             "lon": 44.3580,
             "isActive": true,
             "address": "Площадь Ат-Тайаран, район Баб-эль-Шарки, Багдад, Ирак",
             "description": "Армянская Апостольская церковь Сурп Григор Лусаворич (Святого Григория Просветителя) является кафедральным храмом Армянской апостольской диоцезии Ирака. Храм построен в 1954–1957 годах на участке, включающем армянское кладбище, существовавшее с 1904 года. Его сооружение стало возможным благодаря щедрому пожертвованию Калусте Гюльбенкяну. Особенности архитектуры — белый фасад из армированного бетона, восьмигранный купол с орнаментом и металлическим крестом наверху. Перед храмом установлены два мемориала памяти жертв Геноцида армян (1990 и 2015 годы), а внутри находятся реалистичные росписи, изображающие события Геноцида.",
             "photoName": "baghdad_surb_grigor"
           },
           {
             "name": "Собор Святого Иакова",
             "lat": 31.7774,
             "lon": 35.2320,
             "isActive": true,
             "address": "Армянский квартал, Старый город, Иерусалим",
             "description": "Армянский кафедральный собор Святого Иакова — главный храм Армянского патриархата Иерусалима, построен в XII веке с включением частей двум древних капелл V века. Он посвящён апостолам Иакову Старшему и Иакову Праведному (брата Господня), чьи мощи хранятся в храме. Собор является духовным и административным центром армянской общины Старого города и архиерейским престолом Патриархата.",
             "photoName": "jerusalem_cathedral_st_james"
           },
           {
             "name": "Армянский монастырь Святого Николая",
             "lat": 32.0553,
             "lon": 34.7523,
             "isActive": true,
             "address": "Старый Яффо, набережная Тель-Авив-Яффо, Израиль",
             "description": "Армянский монастырь Святого Николая в Старом Яффо — один из древнейших монастырей Армянской Апостольской Церкви, основанный до X века в районе порта Яффо. Выполнял функции приюта для паломников и моряков. В XVIII веке расширен и укреплён. Именно здесь Наполеон посетил больных чумой и лично поблагодарил армянских священников. Сегодня комплекс включает церковь и жилые помещения, и находится под юрисдикцией Армянского патриархата Иерусалима.",
             "photoName": "jaffa_saint_nicholas_monastery"
           },
           {
             "name": "Армянские святыни в Храме Гроба Господня",
             "lat": 31.7784,
             "lon": 35.2296,
             "isActive": true,
             "address": "Старый город, Иерусалим",
             "description": "Храм Гроба Господня в Иерусалиме — одна из главных святынь всего христианского мира, в которой Армянская Апостольская Церковь имеет своё историческое и духовное присутствие. Армянский Патриархат Иерусалима является одной из трёх основных общин, разделяющих служение и управление храмом.\n\nСреди святынь, находящихся в ведении армян, особое место занимает Часовня Святой Елены, построенная на месте, где, по преданию, царица Елена обрела Животворящий Крест Господень. Здесь совершаются богослужения и моления армянских священнослужителей.\n\nНеподалёку расположена Часовня святого Вардана Мамиконяна и его сподвижников, посвящённая памяти армянских мучеников V века. В Кувуклии, над Гробом Господним, горит лампада Армянской Церкви, свидетельствующая о непрерывном участии армян в жизни святыни.\n\nАрмянский патриархат также участвует в ежедневных богослужениях и несёт свою часть ответственности за поддержание порядка и сохранность святыни.\n\nТаким образом, Храм Гроба Господня является не только центром всемирного христианства, но и живым свидетельством многовекового присутствия и духовного служения Армянской Апостольской Церкви в Святой Земле.",
             "photoName": "jerusalem_holy_sepulchre_armenian"
           },
           {
             "name": "Гробница Богородицы (Церковь Успения)",
             "lat": 31.7772,
             "lon": 35.2435,
             "isActive": true,
             "address": "Гефсимания, долина Кедрон, Восточный Иерусалим",
             "description": "Гробница Богородицы — подземная святыня XVII века (сохранившая элементы V века) в Гефсимании, на западном склоне Елеонской горы, где, согласно преданию, апостолы погребли Пресвятую Деву Марию, а на третий день нашли гроб пустым. Над склепом воздвигнут пещерный храм Успения Богородицы (Церковь Успения), построенный крестовыми походами в XII веке. В храме сохраняются три престола: армянский удел (придел Праведного Иосифа Обручника) — у западной стены кувуклии; остальные — греко-православные и сиро-коптские. Паломники спускаются по каменной лестнице из 48 ступеней к мраморной кувуклии, окружающей каменный гроб (кувуклия около 2×2 м), а в южной части — часовня святых Иоакима и Анны.",
             "photoName": "tomb_of_virgin_mary_jerusalem"
           },
           {
             "name": "Армянский алтарь в Базилике Рождества Христова",
             "lat": 31.7056,
             "lon": 35.2026,
             "isActive": true,
             "address": "Базилика Рождества Христова, Вифлеем, Палестина",
             "description": "Армянская Апостольская Церковь имеет свой алтарь в Базилике Рождества Христова — историческом храме, построенном над пещерой, где, согласно преданию, родился Христос. Управление, права на богослужение и поддержание различных частей церкви разделены между греко-православной, армянской и римско-католической общинами согласно «Статус-кво».\n\nАрмянская община располагает северным трансептом и своим алтарём, а в Гробнице Рождения — общая ответственность за алтарь Рождества вместе с греко-православными. Символически на серебряной звезде, отмечающей место рождения, горит пять ламп: 5 — армянская, 6 — греко-православные и 4 — католики. Ежегодно армяне отмечают Рождество 18–19 января, используя алтарь в своей литургии и участвуя в общем служении.\n\nТаким образом, армянский алтарь — это не просто архитектурный элемент, а живой символ многовекового присутствия и духовного служения Армянской Церкви в Святом городе Вифлееме.",
             "photoName": "bethlehem_armenian_altar"
           },
             {
               "name": "Церковь Святой Богородицы, Бурж-Хамуд",
               "lat": 33.8908,
               "lon": 35.5364,
               "isActive": true,
               "address": "Нор-Адана, Бурж-Хамуд, Ливан",
               "description": "Церковь Святой Богородицы (Սուրբ Աստվածածին) в районе Нор-Адана, Бурж-Хамуд, была построена переселенцами-армянами после Геноцида и стала духовным сердцем района. Храм выполняет важнейшую роль в жизни общины: здесь проходят литургии, крестины, венчания, действует воскресная школа. Внутри хранятся иконы и святыни, привезённые из Западной Армении. Церковь также служит центром культурной и благотворительной деятельности, объединяя армян Ливана в вере и национальной идентичности.",
               "photoName": "bourj_hammoud_surb_astvadzadzin"
             },
             {
               "name": "Собор Святого Григория Просветителя, Антилиас",
               "lat": 33.8961,
               "lon": 35.5317,
               "isActive": true,
               "address": "Антилиас, Ливан",
               "description": "Собор Святого Григория Просветителя в Антилиасе — кафедральный храм Католикосата Великого Дома Киликийского. Построен в середине XX века и стал символом армянского присутствия в Ливане. Храм отличается монументальной архитектурой в духе средневековой Армении. Здесь проходят хиротонии, церковные соборы и межцерковные встречи. Собор окружён большим комплексом: резиденцией Католикоса, духовной семинарией, музеем и библиотекой. Это не только религиозный, но и культурный центр армян всего Ближнего Востока.",
               "photoName": "antelias_surb_grigor"
             },
             {
               "name": "Церковь Святого Григория Просветителя, Захле",
               "lat": 33.8462,
               "lon": 35.9020,
               "isActive": true,
               "address": "Захле, долина Бекаа, Ливан",
               "description": "Церковь Святого Григория Просветителя в Захле была возведена армянской общиной города, которая образовалась после переселения выживших из Османской империи. Храм служит духовным и культурным центром армян Бекаа. Здесь проходят богослужения, крестины, венчания, а также праздники, объединяющие верующих. Церковь также активно участвует в общественной жизни города, укрепляя межобщинные связи и сохраняя армянскую идентичность.",
               "photoName": "zahleh_surb_grigor"
             },
             {
               "name": "Церковь Святого Геворга, Бейрут",
               "lat": 33.8892,
               "lon": 35.4955,
               "isActive": true,
               "address": "Бейрут, Ливан",
               "description": "Церковь Святого Геворга (Սուրբ Գևորգ) расположена в центре Бейрута и является одним из главных армянских храмов столицы. Построенная в XX веке, она стала духовным пристанищем для тысяч армян, переселившихся в Ливан. Архитектура храма выполнена в традиционном армянском стиле. Церковь активно действует, организует литургии, праздничные службы, образовательные и культурные мероприятия. Храм Святого Геворга — важная часть религиозной и культурной жизни армянской диаспоры Ливана.",
               "photoName": "beirut_surb_gevorg"
             },
             {
               "name": "Церковь Святого Акопа, Бейрут",
               "lat": 33.8925,
               "lon": 35.5050,
               "isActive": true,
               "address": "Бейрут, Ливан",
               "description": "Церковь Святого Акопа (Սուրբ Հակոբ) в Бейруте — один из значимых храмов армянской общины. Храм был построен в XX веке усилиями диаспоры и назван в честь святого апостола Иакова. Здесь совершаются регулярные богослужения, праздники и памятные мероприятия. Церковь играет ключевую роль в сохранении духовной и культурной идентичности армян, проживающих в столице Ливана.",
               "photoName": "beirut_surb_hakob"
             },
             {
               "name": "Церковь Святого Воскресения, Джуния",
               "lat": 33.9817,
               "lon": 35.6430,
               "isActive": true,
               "address": "Джуния, Ливан",
               "description": "Церковь Святого Воскресения (Սուրբ Հարություն) расположена в городе Джуния, известном как одном из центров армянской диаспоры. Построенная во второй половине XX века, церковь отличается строгой архитектурой и современным обликом. Она активно служит армянской общине Джунии: здесь совершаются литургии, крестины, венчания, проходят культурные мероприятия и праздники. Храм стал важным символом духовного возрождения армян в Ливане.",
               "photoName": "jounieh_surb_harutyun"
             },
             {
               "name": "Церковь Святой Пятидесятницы, Триполи",
               "lat": 34.4403,
               "lon": 35.8330,
               "isActive": true,
               "address": "Триполи, Ливан",
               "description": "Церковь Святой Пятидесятницы (Սուրբ Հոգեգալուստ) в Триполи является важным духовным центром армян Северного Ливана. Построенная армянской общиной после переселения, церковь служит местом богослужений, образовательных инициатив и благотворительных проектов. Она также знаменита праздничными литургиями в День Святой Пятидесятницы, когда в Триполи съезжаются армяне со всего региона.",
               "photoName": "tripoli_surb_pentecost"
             },
             {
               "name": "Церковь Святого Знамения, Бейрут",
               "lat": 33.8930,
               "lon": 35.4955,
               "isActive": true,
               "address": "Центр Бейрута, Ливан",
               "description": "Церковь Святого Знамения (Սուրբ Նշան) в Бейруте — один из старейших армянских храмов столицы. Храм был возведён в XX веке и стал символом духовного возрождения армянской общины. Здесь проходят литургии, венчания и крестины, а также образовательные программы и культурные мероприятия. Церковь объединяет армянскую диаспору столицы, являясь символом её веры и национального единства.",
               "photoName": "beirut_surb_nshan"
             },
             {
               "name": "Церковь Святого Павла, Анжар",
               "lat": 33.7278,
               "lon": 35.9236,
               "isActive": true,
               "address": "Анжар, долина Бекаа, Ливан",
               "description": "Церковь Святого Павла (Սուրբ Պողոս) в Анжаре является важнейшим храмом уникальной армянской общины города, основанного переселенцами-мусаллийцами из Сирии в 1939 году. Храм стал духовным центром, где проходят богослужения, праздники и памятные мероприятия. Церковь символизирует сохранение веры и традиций армян в условиях рассеяния и укрепляет национальную идентичность жителей Анжара.",
               "photoName": "anjar_surb_poghos"
             },
             {
               "name": "Церковь Святого Фаддея",
               "lat": 31.9516,
               "lon": 35.9239,
               "isActive": true,
               "address": "Амман, Иордания",
               "description": "Церковь Святого Фаддея в Аммане — армянская Апостольская церковь, служащая духовным и культурным центром армянской общины Иордании. Храм посвящён апостолу Фаддею, одному из первых проповедников христианства в Армении. Здесь регулярно проходят богослужения, церковные праздники и обряды, а также действуют воскресная школа и культурные инициативы. Церковь играет важную роль в сохранении духовной жизни и национальной идентичности армян, проживающих в Аммане и соседних регионах.",
               "photoName": "amman_surb_taddeos"
             },
             
               {
                 "name": "Церковь Святого Марка",
                 "lat": 37.0549,
                 "lon": 41.2282,
                 "isActive": true,
                 "address": "Камышлы, провинция Хасака, Сирия",
                 "description": "Церковь Святого Марка в Камышлы — духовный центр армянской общины северо-восточной Сирии. Построена в XX веке, стала местом молитвы и культурной жизни армян, переселившихся после Геноцида 1915 года. Храм действует под юрисдикцией Армянской Апостольской Церкви."
               },
               {
                 "name": "Церковь Святого Григория Просветителя, Камышлы",
                 "lat": 37.0500,
                 "lon": 41.2300,
                 "isActive": true,
                 "address": "Камышлы, Сирия",
                 "description": "Церковь Святого Григория Просветителя в Камышлы — один из главных храмов армян в северо-восточной Сирии. Построена в начале XX века армянскими беженцами, спасшимися от Геноцида. Храм стал центром духовной и образовательной жизни общины, здесь открывались школы и культурные кружки. Сегодня церковь остаётся символом стойкости армян Камышлы, несмотря на тяжёлые годы войн в регионе."
               },
               {
                 "name": "Церковь Святого Карапета, Камышлы",
                 "lat": 37.0550,
                 "lon": 41.2250,
                 "isActive": true,
                 "address": "Камышлы, Сирия",
                 "description": "Церковь Святого Карапета в Камышлы основана переселенцами из Западной Армении в 1920-х годах. Храм посвящён Иоанну Крестителю (Сурб Карапет) и служит духовным пристанищем для армянской общины региона. При церкви действует приходская школа, а также культурные кружки, которые играют важную роль в сохранении языка и традиций. Несмотря на нестабильность в Сирии, церковь остаётся местом силы и веры."
               },
               {
                 "name": "Собор Святого Григория Просветителя",
                 "lat": 36.5093,
                 "lon": 37.0680,
                 "isActive": true,
                 "address": "Алеппо, Сирия",
                 "description": "Собор Святого Григория Просветителя в Алеппо — главный армянский собор города, построенный в 1930-е годы в память о жертвах Геноцида армян. Является центром Армянской Апостольской Церкви в регионе, с прилегающими школами и культурными учреждениями."
               },
               {
                 "name": "Церковь Сурб Карапет, Алеппо",
                 "lat": 36.5110,
                 "lon": 37.0688,
                 "isActive": true,
                 "address": "Алеппо, Сирия",
                 "description": "Церковь Сурб Карапет в Алеппо основана в начале XX века, в квартале армянских переселенцев. Является одним из старейших приходов армянской общины города, известна своей активной приходской и образовательной деятельностью."
               },
               {
                 "name": "Церковь Святой Рипсиме, Дамаск",
                 "lat": 33.5141,
                 "lon": 36.2767,
                 "isActive": true,
                 "address": "Дамаск, Сирия",
                 "description": "Церковь Святой Рипсиме в Дамаске — один из древнейших армянских храмов столицы Сирии. Она посвящена святой мученице Рипсиме, принесшей христианскую веру в Армению. Храм был духовным центром армян, переселённых в Дамаск ещё в османский период, а позднее — убежищем для беженцев из Анатолии после Геноцида армян 1915 года. Сегодня церковь активно действует, в ней совершаются богослужения и праздники, а при храме работает воскресная школа."
               },
               {
                 "name": "Церковь Святого Саркиса, Дамаск",
                 "lat": 33.5138,
                 "lon": 36.2765,
                 "isActive": true,
                 "address": "Дамаск, Сирия",
                 "description": "Церковь Святого Саркиса в Дамаске была возведена армянской общиной в XIX веке и стала центром духовной и культурной жизни. Храм посвящён святому воину Саркису, одному из почитаемых покровителей армян. Помимо литургической жизни, церковь известна своей школой и активной деятельностью приходского совета. Здесь сохраняется живая армянская традиция и общинное единство.",
                 "photoName": "damascus_surb_sargis"
               },
               {
                 "name": "Церковь Сурб Аствацацин, Идлиб",
                 "lat": 35.9306,
                 "lon": 36.6339,
                 "isActive": true,
                 "address": "Идлиб, Сирия",
                 "description": "Церковь Сурб Аствацацин в Идлибе служила местом молитвы армянской общины до начала военных действий в Сирии. Сегодня храм является напоминанием о некогда многочисленном армянском населении региона."
               },
               {
                 "name": "Церковь Сурб Саркис, Идлиб",
                 "lat": 35.9333,
                 "lon": 36.6333,
                 "isActive": false,
                 "address": "Идлиб, Сирия",
                 "description": "Церковь Сурб Саркис была построена армянской общиной Идлиба и служила местом богослужений вплоть до начала гражданской войны. Сегодня сильно пострадала и не функционирует."
               },
               {
                 "name": "Армянский монастырь Бзоммарцев, Хомс",
                 "lat": 34.5514,
                 "lon": 36.1911,
                 "isActive": true,
                 "address": "Хомс, Сирия",
                 "description": "Армянский католический монастырь Бзоммарцев в Хомсе был основан в XIX веке и являлся центром армян-католиков региона. В монастыре находились учебные заведения и культурные учреждения, действующие при церкви."
               },
               {
                 "name": "Церковь Сурб Арутюн, Кесаб",
                 "lat": 35.9221,
                 "lon": 36.0108,
                 "isActive": true,
                 "address": "Кесаб, провинция Латакия, Сирия",
                 "description": "Церковь Сурб Арутюн в Кесабе — одна из центральных церквей армянской общины северной Латакии. Построена переселенцами из Киликии, храм играет большую роль в культурной и духовной жизни региона."
               },
               {
                 "name": "Монастырь Святого Карапета",
                 "lat": 35.3451,
                 "lon": 36.4365,
                 "isActive": false,
                 "address": "провинция Хама, Сирия",
                 "description": "Монастырь Святого Карапета, основанный в средневековье, был одним из духовных центров армянского монашества в Сирии. Сегодня находится в разрушенном состоянии, но сохраняет историческое значение."
               },
               {
                  "name": "Церковь Святой Рипсиме",
                  "lat": 40.1567,
                  "lon": 44.2923,
                  "isActive": true,
                  "address": "Эчмиадзин, Армения",
                  "description": "Храм-мартириум VII века над гробницей святой мученицы Рипсиме — образец строгой и вдохновенной армянской архитектуры. Здесь мы учимся стойкости веры и чистоте сердца; молитва перед мощами мученицы укрепляет в нас мужество исповедания Христа и любовь, «которая никогда не перестаёт».",
                  "photoName": "riphsime"
                },
                {
                  "name": "Церковь Святой Гаянэ",
                  "lat": 40.1580,
                  "lon": 44.2925,
                  "isActive": true,
                  "address": "Эчмиадзин, Армения",
                  "description": "Святая Гаянэ со своими сподвижницами запечатлела Евангелие кровью. Над её гробницей воздвигнут этот благолепный храм (VII век), где молитва о мире, о семьях и наставницах веры звучит особенно тепло. Здесь душа находит тихую пристань, а церковная красота воспитывает сердечную кротость.",
                  "photoName": "gayane"
                },
                {
                  "name": "Церковь Шогакат",
                  "lat": 40.1555,
                  "lon": 44.2930,
                  "isActive": true,
                  "address": "Эчмиадзин, Армения",
                  "description": "«Шогакат» — «луч сошёл»: память о благодатном свете, озарившем место мученичества дев-святых. Этот храм — молитвенная школа благодарения Богу за свет Крещения и путь освящения, которым идёт наша Церковь во все века.",
                  "photoName": "shoghakat"
                },
                {
                   "name": "Севанаванк",
                   "lat": 40.5489,
                   "lon": 45.0005,
                   "isActive": true,
                   "address": "п-ов Севан, Гегаркуникская область, Армения",
                   "description": "Монастырь на острове-светильнике: здесь вода и небо становятся иконою Крещения и Воскресения. Севанаванк зовёт к обновлению жизни и трезвению сердца — как утренняя молитва над озером.",
                   "photoName": "sevanavank"
                 },
                 {
                   "name": "Сагмосаванк",
                   "lat": 40.0045,
                   "lon": 44.4392,
                   "isActive": true,
                   "address": "Арагацотнская область, Армения",
                   "description": "«Монастырь псалмов» на краю живописного каньона. Здесь Церковь веками учила народ пению Псалтири, чтобы слово Божие вселялось с мудростью и благодарением. Место, где слышно эхо молитв всей Армении.",
                   "photoName": "saghmosavank"
                 },
                 {
                   "name": "Оганаванк",
                   "lat": 40.0920,
                   "lon": 44.3200,
                   "isActive": true,
                   "address": "Оганаван, Арагацотнская область, Армения",
                   "description": "Крепкий как скала монастырь — хранитель веры приграничных селений. Его строгие формы наставляют в мужестве и единстве; здесь литургия поддерживает труд повседневной жизни и воспитывает братолюбие.",
                   "photoName": "hovhannavank"
                 },
                 {
                   "name": "Ахтала (монастырь)",
                   "lat": 41.1512,
                   "lon": 44.7650,
                   "isActive": true,
                   "address": "г. Ахтала, Лорийская область, Армения",
                   "description": "Ахтала известна дивными фресками — богословием в красках. В них церковный ум и молитвенное сердце соединены для назидания верных. Монастырь учит нас созерцать Красоту и жить ею в делах милосердия.",
                   "photoName": "akhtala"
                 },
                
                   {
                     "name": "Одзунский монастырь (Церковь Пресвятой Богородицы)",
                     "lat": 41.1460,
                     "lon": 44.6350,
                     "isActive": true,
                     "address": "с. Одзун, Лорийская область, Армения",
                     "description": "Одзунский монастырь, возлежащий на плато над каньоном Дебед, — древняя купольная базилика VI века, возрожденная в XIX и XXI веках. Стены из розового фельзита хранят эхо молитв и древних псалмов, а двухъярусные ризницы и хоры будто продолжают песнь ангельскую. Здесь память предков и сила веры хранится в камне, оживляемая трепетом каждого сердца.",
                     "photoName": "odzun"
                   },
                   {
                     "name": "Монастырь Ваганаванк",
                     "lat": 39.2178,
                     "lon": 46.3319,
                     "isActive": true,
                     "address": "≈ 5 км к западу от Капана, Сюникская область, Армения",
                     "description": "Ваганаванк — монастырь X века, основанный в 911 году сыном сюникского князя Дзагика, князем Ваганом. Здесь воздвигнута церковь Святого Григория Просветителя, к которой пристроены гавит, колонный зал и двухэтажная церковь Святой Богородицы. Комплекс был усыпальницей сюникских царей и духовным центром региона. Около монастыря сохранились хачкары, руины, средневековая школа и родник X века, сегодня он остаётся духовным маяком Сюника.",
                     "photoName": "vahanavank"
                   },
                   {
                     "name": "Собор Святого Григория Просветителя",
                     "lat": 40.1719,
                     "lon": 44.5165,
                     "isActive": true,
                     "address": "ул. Ерванд Кочар, район Кентрон, Ереван, Армения",
                     "description": "Величественный храм — дар народа на 1700-летие принятия христианства как государственной религии. Здесь бриллиантом прорисованный камень возвещает веру, а в его сердце хранятся святыни самого Григория Просветителя, привезённые из Неаполя. Собор — это не просто здание, а дом Матери-Церкви, где литургия течёт рекой благодати, а молитва — огнём оживляет наши сердца.",
                     "photoName": "yerevan_surb_grigor"
                   },
                   {
                     "name": "Церковь Святого Воскресения\n(Сурб Арутюн)",
                     "lat": 42.8169,
                     "lon": 132.8946,
                     "isActive": true,
                     "address": "г. Находка, Приморский край, Россия",
                     "description": "В 2024 году в городе Находка освящён храм Святого Воскресения (Сурб Арутюн) — духовный дом армянской общины Приморья. Храм воздвигнут трудами местной диаспоры при поддержке епархии, построен из туфа, привезённого из Армении, и стал символом веры и единства. Его стены напоминают об Отечестве, а молитва внутри соединяет дальневосточную землю с духовным сердцем армянского народа. Сегодня церковь служит центром богослужений, праздников и встреч общины, укрепляя связь поколений.",
                     "photoName": "nahodka_surb_arutyun"
                   },
                   {
                     "name": "Церковь Святой Богородицы",
                     "lat": 36.7202,
                     "lon": -4.4202,
                     "isActive": true,
                     "address": "г. Малага, Андалусия, Испания",
                     "description": "В 2022 году в Малаге воздвигнут храм Святой Богородицы, ставший первым армянским храмом на испанской земле. Как мать несет и охраняет, так этот дом молитвы стал пристанищем для армянской паствы, пришедшей издалека. Возведённый из светлого туфа с берегов Отечества, он служит очагом веры, словом и песнью соединяет сердца тех, кто далёк от родных гор, но остаётся близок к душе Церкви.",
                     "photoName": "malaga_surb_asteghtsatsin"
                   },
                   
                     {
                       "name": "Церковь Кармравор (Сурб Аствацацин)",
                       "lat": 40.2889,
                       "lon": 44.4233,
                       "isActive": true,
                       "address": "г. Аштарак, Арагацотнская область, Армения",
                       "description": "Церковь Кармравор — малый, но драгоценный храм VII века, венчающий склоны Аштарака. Стенами своего скромного размера она несёт ветхозаветную истину: веру не измеряют величиной сооружений. Утопая в тишине закатного света, храм напоминает нам, что Бог явен не в масштабе, а в сердце, открытом для смирения и молитвы.",
                       "photoName": "karmravor"
                     },
                     {
                       "name": "Церковь Святого Иоанна Крестителя (Мастара)",
                       "lat": 40.4518,
                       "lon": 43.8840,
                       "isActive": true,
                       "address": "с. Мастара, Талинский район, Арагацотнская область, Армения",
                       "description": "Церковь Сурб Ованес — одна из древнейших святынь V века, где величие архитектуры переплелось с кротостью веры. С вершины её купола душа взмывает к небесам, а хачкары вокруг будто поют псалмы камнем. Здесь предаем себя в знаках Святости и вспоминаем, что истина живёт в рукотворной молитве и в следе святого Иоанна.",
                       "photoName": "mastara_surb_ovanes"
                     },
                     {
                       "name": "Церковь Святого Месропа Маштоца",
                       "lat": 40.2584,
                       "lon": 44.3146,
                       "isActive": true,
                       "address": "с. Ошакан, Арагацотнская область, Армения",
                       "description": "На святой земле Ошакана стоит Церковь Святого Месропа Маштоца — родители армянской письменности. Здесь, под алтарём главного храма, покоится святой, даровавший народу буквы, которыми мы ныне славим Христа. Храм XII века, воздвигнутый на месте древнего склепа (443 г.) и восстановленный в XIX, хранит память о создателе алфавита и силе просвещения. Фрески, звонница, часовня, школа — всё пропитано светом веры и благодарения.",
                       "photoName": "oshakan_surb_mesrop"
                     },
                     {
                       "name": "Монастырь Кечарис",
                       "lat": 40.5338,
                       "lon": 44.7162,
                       "isActive": true,
                       "address": "г. Цахкадзор, Котайкская область, Армения",
                       "description": "Монастырь Кечарис — древний духовный оплот в долине цветов, где мощь веры соединяется с созерцанием красоты творения. Основан в XI в. князьями Пахлавуни, комплекс стоит на склоне Памбакского хребта, среди берёз и горного ветра. Здесь, в четырёх церквах, двух часовнях и гавите, звучала молитва, писались келейные трактаты и возводилась духовность народная. Хачкары XII–XIII вв. вокруг напоминают: незыблемая вера — наша национальная крепость.",
                       "photoName": "kecharis"
                     },
                     
                       {
                         "name": "Собор Святого Георгия (Сурб Геворг), Тбилиси",
                         "lat": 41.689242,
                         "lon": 44.808898,
                         "isActive": true,
                         "address": "ул. Самгебро, 5, Тбилиси, Грузия",
                         "description": "Собор Сурб Геворг — древнейший армянский храм XIII века, стоящий в сердце старого Тбилиси, у крепости Нарикала. Долголетие его — живая память о непрерывной духовной присутствии армян. Его святых стенах соединились молитвенное предание и живопись, восстанавливающаяся и сегодня, чтобы вести нас путём покаяния, надежды и общности.",
                         "photoName": "tbilisi_surb_gevorg"
                       },
                       {
                         "name": "Церковь Святого Карапета, Тбилиси",
                         "lat": 41.698111,
                         "lon": 44.810083,
                         "isActive": false,
                         "address": "районы Чугурети–Авлабар, Тбилиси, Грузия",
                         "description": "Церковь Святого Карапета — армянский храм, возведённый в начале XVIII века и ныне служащий грузинской православной общине. Пусть память о его армянской истине живёт в наших сердцах, как свидетельство поколений верующих.",
                         "photoName": "tbilisi_surb_karapet"
                       },
                       {
                         "name": "Церковь Норашен (Сурб Аствацацин), Тбилиси",
                         "lat": 41.690958,
                         "lon": 44.806517,
                         "isActive": false,
                         "address": "ул. Коте Абхази (Леселидзе), старый Тбилиси, Грузия",
                         "description": "Норашен — «новоизвестная» церковь VIII века, некогда армянская, ныне закрытая. Пусть молчание её стен хранит верность предкам, и придёт день, когда зальётся снова звук молитвы над этим святителем.",
                         "photoName": "tbilisi_norashen"
                       },
                       {
                         "name": "Церковь Сурб Геворг (Клдисубани), Тбилиси",
                         "lat": 41.691,
                         "lon": 44.807,
                         "isActive": true,
                         "address": "под крепостью Нарикала, старый Тбилиси, Грузия",
                         "description": "Клдисубанский Сурб Геворг — XVIII-вековый храм, построенный на старом армянском месте молитвы, но ныне служащий грузинской церкви. Он — символ духовного единства и истории, в которой армянская доброта встречалась с грузинской верой.",
                         "photoName": "tbilisi_kldisubani_surb_gevorg"
                       },
                       {
                         "name": "Ванкский собор",
                         "lat": 41.69633,
                         "lon": 44.80672,
                         "isActive": false,
                         "address": "ул. Георгия Атонели, д. 3, Тбилиси, Грузия",
                         "description": "Ванкский собор был кафедральным собором Армянской Апостольской Церкви в Тбилиси. Построен в XVIII веке и долгое время служил духовным центром местной армянской общины. В 1938 году храм был разрушен по решению советских властей. Сегодня от собора сохранилась только колокольня, рядом с которой расположена армянская школа № 104. Несмотря на утрату, память о соборе занимает особое место в культурной и духовной истории армян Тбилиси.",
                         "photoName": "tbilisi_vank_cathedral"
                       },
                       {
                         "name": "Церковь Сурб Ншан (Святого Знамения)",
                         "lat": 41.69431,
                         "lon": 44.80482,
                         "isActive": false,
                         "address": "ул. Серебряная (Верцхли), Старый город, Тбилиси, Грузия",
                         "description": "Церковь Сурб Ншан — армянский храм XVIII века, построенный между 1703 и 1711 годами и реконструированный в 1780 г. Стоит в историческом Старом городе, на улице Серебряной. Храм серьёзно пострадал — после поджога в 2002 и 2012 гг. и наводнения он находится в руинированном состоянии, богослужения не восстановлены. Сурб Ншан свидетельствует о глубокой духовной истории армянской общины Тбилиси и требует бережного восстановления.",
                         "photoName": "tbilisi_surb_nshan"
                       },
                       {
                         "name": "Церковь Сурб Аствацацин (Земо Бетлеми)",
                         "lat": 41.68889,
                         "lon": 44.80460,
                         "isActive": true,
                         "address": "Старый город, под горой Нарикала, Тбилиси, Грузия",
                         "description": "Церковь Сурб Аствацацин, известная как Земо Бетлеми (Верхняя Вифлеемская), расположена в историческом Старом городе Тбилиси. По преданию, на этом месте Вахтанг Горгасали построил первую церковь (V век), возможно, здесь погребены его мать и сестра. В XV веке армяне воздвигли здесь монастырь Богородицы. В 1884 году произведена реконструкция с обновлением фасадов и купола. В советское время богослужение прекращено, здание использовалось как производственное. В 1994 году церковь возвращена верующим и стала действующей грузинской православной церковью.",
                         "photoName": "tbilisi_zemo_betlemi"
                       },
                       {
                         "name": "Церковь Благовещения Пресвятой Богородицы (Джиграшен)",
                         "lat": 41.6940,
                         "lon": 44.8070,
                         "isActive": false,
                         "address": "ул. Коте Абхази (бывшая Армянский базар), Старый город, Тбилиси, Грузия",
                         "description": "Джиграшен — армянская церковь XVII века, носившая титул Благовещения Пресвятой Богородицы. Располагалась в историческом Старом Тбилиси, в районе Армянского базара (сегодня ул. Коте Абхази). Основание связано с инициативой священников Барсеага и Давида, которые начали её возведение на средства родов Пиргулян и Тер-Даниелян. Завершена при князе Аматунове в 1729 году, реконструирована и расширена в 1777–1785 гг. Стояла в центре общинной жизни, пока не была разрушена в 1937–1938 гг. по приказу Лаврентия Берия. Некоторое убранство было спасено и перенесено в церковь Сурб Геворг.",
                         "photoName": "tbilisi_jigrashen"
                       },
                       {
                         "name": "Церковь Мугни Сурб Геворг",
                         "lat": 41.6903,
                         "lon": 44.8043,
                         "isActive": true,
                         "address": "ул. Беглара Ахоспирели, д. 6, Старый город, Тбилиси, Грузия",
                         "description": "Армянская церковь XII–XV веков, известная как Мугни Сурб Геворг («от Мугни»), стояла на исторической улице Старого Тбилиси. Основание связывают с переносом мощей Святого Георгия из Мугни (Армения) иноками Ованаванка в XIII веке. Храм неоднократно перестраивался: упоминается в рукописях от 1278 года, колокольня возведена в 1789, вмешательства архитекторов и реставрации происходили в XVII–XIX веках. В советское время здание использовалось не по назначению и стало аварийным, в 2009 году частично обрушился главный купол. Сегодня находится в руинированном, но ещё существующем состоянии.",
                         "photoName": "tbilisi_mughni_surb_gevorg"
                       },
                       {
                         "name": "Церковь Святого Георгия (Камоянц)",
                         "lat": 41.6903,
                         "lon": 44.8067,
                         "isActive": false,
                         "address": "бывшая Дворцовая ул., район Старый Тбилиси, у площади Свободы, Тбилиси, Грузия",
                         "description": "Армянская церковь XVII–XVIII веков, известная как Камоянц. Располагалась у площади Свободы в Старом Тбилиси. Предположительно построена в 1727 или 1788 году на средства Габриэля Камояна, затем отреставрирована Карапетом Котаковьяном. В 1937–1938 гг. была разрушена по приказу Лаврентия Берии вместе с другими армянскими храмами города.",
                         "photoName": "tbilisi_kamoyants_surb_gevorg"
                       },
                       {
                         "name": "Церковь Нор Эчмиадзин (Сурб Геворг)",
                         "lat": 41.6926,
                         "lon": 44.8138,
                         "isActive": true,
                         "address": "ул. Армазская, 18–20, район Авлабари, Тбилиси, Грузия",
                         "description": "Армянская апостольская церковь, построенная выходцами из Эчмиадзина в период переселения в Тифлис — ориентировочно в 1806–1809 годах. Инициатором строительства выступил благотворитель А. Таирянц; в 1846 году был установлен купол. Церковь оставалась действующей даже в советское время и с 2006 года прошла полную реставрацию при участии аргентинской диаспоры. Является единственным действующим армянским храмом в Тбилиси.",
                         "photoName": "tbilisi_nor_echmiadzin"
                       },
                       {
                         "name": "Церковь Святого Христа Всеспасителя (Сурб Пркич)",
                         "lat": 41.6496,
                         "lon": 41.6393,
                         "isActive": true,
                         "address": "ул. Константина Гамсахурдия, 23, Батуми, Аджария, Грузия",
                         "description": "Армянская Апостольская церковь, построенная между 1885 и 1887 годами по инициативе местной армянской общины. Проект храма разработал австриец Роберт Марфельд. В советскую эпоху был закрыт, использовался как склад и обсерватория (с 1959 по 1992). Возвращён верующим в 1992 году, с 1995 года снова действует после реставрационных работ, завершённых к началу XXI века. В храме функционируют воскресная школа, молодёжный центр и музыкальные коллективы; во дворе установлены хачкары и проходит культурная жизнь общины.",
                         "photoName": "batumi_surb_prkich"
                       },
                       {
                         "name": "Церковь Сурб Хач (Мец Памач)",
                         "lat": 41.6197,
                         "lon": 42.9031,
                         "isActive": true,
                         "address": "Мец Памач, Ахалцыхский муниципалитет, Самцхе-Джавахетия, Грузия",
                         "description": "Армянская апостольская церковь XIX века в деревне Мец Памач, основана как деревянная около 1837 года. К 1863 году оставалась деревянной, а к 1885 году уже выполнена из камня. Пострадала частично, но восстановлена и находится в постоянной эксплуатации. Тип постройки — базилика из камня с трехъярусной колокольней, западный вход украшен надписью о завершении строительства в 1908 году. В храме сохранились старинные богослужебные предметы, включая напечатанные в Стамбуле в 1723 году молитвословие, а также местные редкие рукописные фрагменты. Храм неоднократно ремонтировался и переосвящался под разными названиями: Святой Спаситель, Святой Степан и, наконец, Сурб Хач. С восстановлением духовной жизни сельчан и благодаря заботе местной общины вновь стал центром богослужений.",
                         "photoName": "mets_pamach_surb_xach"
                       },
                       {
                         "name": "Церковь Сурб Аствацацин (Святой Богородицы)",
                         "lat": 40.3667,
                         "lon": 49.8369,
                         "isActive": false,
                         "address": "Старый город (İçərişəhər), Баку, Азербайджан",
                         "description": "Армянская апостольская церковь XVIII–XIX веков, возведённая в районе Ичери-Шехер неподалёку от Девичьей башни, вероятно в 1797–1799 годах. Являлась одной из двух каменных армянских церквей в Баку вместе с собором Сурб Григор. В советские времена её всё ещё можно было увидеть на фотографиях; храм был окончательно разрушен в начале 1990-х, сохранился лишь нижний ярус колокольни.",
                         "photoName": "baku_surb_astvatsatsin"
                       },
                       {
                         "name": "Церковь Сурб Григор Лусаворич (Светозарного Григория)",
                         "lat": 40.3711,
                         "lon": 49.8364,
                         "isActive": false,
                         "address": "ул. Низами, 38, Баку, Азербайджан",
                         "description": "Армянская апостольская церковь, построенная в 1863–1869 гг. по проекту архитектора Карла Густава Гиппиуса. Расположена недалеко от Фонтанной площади — одна из немногих армянских святынь, уцелевшей в Баку. В советские годы использовалась не по назначению, в 2002 году передана под библиотечный фонд; сегодня не действует как храм, но сохранилась как памятник архитектуры.",
                         "photoName": "baku_surb_grigor_lusavorich"
                       },
                       {
                         "name": "Кафедральный собор Святых Фаддея и Варфоломея",
                         "lat": 40.3721,
                         "lon": 49.8537,
                         "isActive": false,
                         "address": "Баку (точное местоположение неизвестно, утрачено), Азербайджан",
                         "description": "Армянский кафедральный собор в Баку, посвящённый святым апостолам Фаддею и Варфоломею. Был снесён в 1934 году во время советской антирелигиозной кампании. До разрушения оставался главным духовным центром армянской общины города.",
                         "photoName": "baku_cathedral_faddey_varfolomey"
                       },
                       {
                         "name": "Церковь Святого Ованнеса Мкртича",
                         "lat": 40.3721,
                         "lon": 49.8537,
                         "isActive": false,
                         "address": "Баку, Азербайджан",
                         "description": "Церковь Святого Ованнеса Мкртича (Иоанна Крестителя) в Баку была воздвигнута армянской общиной и являлась духовным центром района. В 1930-х годах храм был разрушен советскими властями, а его строительные материалы использованы при возведении Азербайджанского драматического театра. Сегодня церковь не сохранилась, но память о ней остаётся важной частью армянского наследия города.",
                         "photoName": "baku_surb_hovhannes_mkrtich"
                       },
                       {
                         "name": "Церковь Սուրբ Ованнеса, Гандзак",
                         "lat": 40.6697,
                         "lon": 46.3638,
                         "isActive": false,
                         "address": "Гянджа (бывший Гандзак), Азербайджан",
                         "description": "Армянская апостольская церковь, основанная в 1633 году, по надписи у входа, и впоследствии отреставрированная в 1860 году. До 1990-х церковь оставалась действующей. После событий и массовых погромов армянская община города прекратила существование: храм лишился крестов и армянских надписей, и был переоборудован под музыкальный клуб.",
                         "photoName": "ganja_surb_hovhannes"
                       },
                       {
                         "name": "Храм Սուրբ Գրիգոր Լուսավորիչ, Гандзак",
                         "lat": 40.6609,
                         "lon": 46.3597,
                         "isActive": false,
                         "address": "Гянджа (бывший Гандзак), Азербайджан",
                         "description": "Армянская апостольская церковь, заложенная 14 сентября 1853 года и освящённая 9 ноября 1869 года архиепископом Макаром — предводителем Грузии и Иерети. Храм отличался монументальными размерами: длина около 30,5 м, ширина 19,7 м, имел четыре колонны, три входа и декоративную ограду с каменными ангелами и кованой решёткой. При храме действовала приходская школа, которой обучались мальчики и девочки. Сегодня здание не функционирует как церковь, но остаётся важным историко-архитектурным памятником.",
                         "photoName": "ganja_surb_grigor_lusavorich"
                       },
                       {
                         "name": "Церковь Сурб Саргис, Гянджа",
                         "lat": 40.6835,
                         "lon": 46.3400,
                         "isActive": false,
                         "address": "Гянджа  (бывший Гандзак), Азербайджан",
                         "description": "Армянская апостольская церковь XVIII века, расположенная у армянского кладбища в районе Норшэн города Гянджа. Первоначально была небольшим молитвенным местом, упомянута в документах 1881 года. После разрушений 1905–1906 гг. восстановлена Никогайосом Ղուկասянцем; повторно освящена 4 июня 1917 года. В советский период превращена в «Дворец дружбы народов». Ныне здание обновлено в турецком стиле и используется как музей.",
                         "photoName": "ganja_surb_sargis"
                       },
                       {
                         "name": "Церковь Святого Степаноса, Пип",
                         "lat": 40.5531,
                         "lon": 46.0090,
                         "isActive": false,
                         "address": "село Пип, Дашкесанский район, Азербайджан",
                         "description": "Церковь Святого Степаноса в селе Пип была построена в XIX веке — строительство завершилось в 1849 году, а колокольня возведена в 1847 году на средства Степана Миримянца. Это была однокупольная базилика длиной около 22 м и шириной 12 м, с шестью колоннами внутри и входом с западной стороны. Храм был важным духовным центром местных армян, внутри находились рукописные Евангелия и надписи.\n\nВ 1928 году церковь была закрыта советскими властями, а после изгнания армян из региона в конце XX века окончательно утратила своё назначение. Долгое время здание использовалось как скотный двор, затем пришло в упадок. Сегодня храм не сохранился, но память о нём остаётся частью армянского духовного наследия Гандзака и окрестностей.",
                         "photoName": "pip_surb_stepanos"
                       },
                       {
                         "name": "Церковь Святой Пефронии, Пип",
                         "lat": 40.5683,
                         "lon": 46.0440,
                         "isActive": false,
                         "address": "село Пип, Дашкесанский район, Азербайджан",
                         "description": "Церковь, посвящённая святой деве Пефронии, находилась в историческом Гардаманском уезде (район Пип) Дашкесана. Она служила главным святичим этого поселения, построена в архитектурном стиле армянской средневековой двукупольной церкви с мощными стенами и сводами. Размеры здания — длина около 26,35 м, ширина 12,70 м, толщина стен — 2,40 м. Храм имел два арочных перекрытия, а у алтаря — скрытые тайники-ниши. К концу XX века церковь утратила функцию богослужения после изгнания армян, и ныне её состояние неизвестно.",
                         "photoName": "pip_surb_pepronia"
                       },
                       {
                         "name": "Чарекский монастырь (Чарек Ванк)",
                         "lat": 40.5333,
                         "lon": 45.8856,
                         "isActive": false,
                         "address": "примерно в 10 км от села Пип, Дашкесанский район, Азербайджан",
                         "description": "Чарекский монастырь (Чарек Ванк), также назывался Чарекаванк или Чарека-анапат, находился в Газджанском (Гардманском) уезде Великой Армении, около 10 км от села Пип, на левом берегу реки Шамхор, примерно в 1070 м над уровнем моря. Основан епископом Давидом (Гараманянцем из Шамхора) в XVII веке. Монастырский комплекс включал церковь Святой Богородицы (трёхнефная базилика, 17,28 × 9,72 м), гевит, колокольню (1659 г.), Харанц-часовню, столовую, кельи для монахов. Комплекс неоднократно разрушался и восстанавливался, имел значительные земельные владения. После установления советской власти территория монастыря была конфискована, а на его территории поселилась ханафитская турецкая семья. Сегодня комплекс полуразрушен, руины используются местными турецко-курдскими пастухами как животноводческий двор.",
                         "photoName": "charek_vank_ruins"
                       },
                       {
                         "name": "Чарекский монастырь (Харaнц Ванк)",
                         "lat": 40.5625,
                         "lon": 45.6569,
                         "isActive": false,
                         "address": "примерно в 1 км к северо-востоку от села Большой Гарамуред, район Гетабек, Азербайджан",
                         "description": "Чарекский монастырь, также известный как Бёюк Гарамуред Ванк (Чарекаванк), — армянский монастырский комплекс XII века. Он расположен на холме между двумя ущельями примерно в 1 км к северо-востоку от села Большой Гарамуред (Böyük Qaramurad), исторически — в Гардаманском уезде Великой Армении, ныне район Гетабек, Азербайджан.\n\nКомплекс включал церковь из тёсаного камня (примерно 15 × 9,6 м), колокольню на северо-восточном углу, также выполненную из камня, и каменный крест на пьедестале рядом со звонницей. Храм неоднократно восстанавливался: известно, что в 1659 году в нём создавалось Евангелие, в 1679-м — вновь переписывались тексты, а в 1682 году копировалась «Маджпутц» в самом монастыре.\n\nК настоящему времени комплекс полуразрушен: храм и звонница частично сохранились, памятник используется в качестве скотного двора местным населением.",
                         "photoName": "charek_vank_ruins"
                       },
                       {
                         "name": "Монастырь Переводчиков (Սուրբ Տարգմանչաց Վանք)",
                         "lat": 40.5681,
                         "lon": 46.0896,
                         "isActive": false,
                         "address": "примерно в 4 км к северу от города Дашкесан (Хачакоп / Quşçu), Азербайджан",
                         "description": "Монастырь Переводчиков — армянский монастырский комплекс, основанный в конце IV — начале V века святым Месропом Маштоцем и Сааком Парптом. Он находился на живописном склоне между двумя ущельями, на высоте около 1315 м над уровнем моря, примерно в 1,5 км к северу от села Хачакоп (Quşçu). Основной храм, с крестово-купольной конструкцией, небольшие размеры, с гаванью (гавит) и колокольней, восстановлен в 989 году и заново отремонтирован в 1845 году. Монастырь был центром армянской письменности; здесь хранились Евангелия и исторические документы, и именно здесь, по преданию, Месроп Маштоц и Саак Парп ввели первые армянские переводы.\n\nКомплекс функционировал до начала XX века, но затем был заброшен и сегодня находится в полуразрушенном состоянии. Некоторые остатки стен, гачтырам, келии монахов, подвал, а также элементы архитектуры до сих пор заметны на месте.\n",
                         "photoName": "dashkasan_targmanchats_vank"
                       },
                       {
                         "name": "Церковь Святого Григория Просветителя, Бананц",
                         "lat": 40.5533,
                         "lon": 46.1483,
                         "isActive": false,
                         "address": "село Бананц, Дашкесанский район, Азербайджан",
                         "description": "Армянская апостольская церковь, построенная в 1863–1866 годах жителями села Бананц (историческая Гардаманка, Утик). Церковь возведена рядом с более древним храмом Сурб Аствацацин и получила название «новой» церкви. Её размеры — 27,9 × 13,3 м, архитектура скромна и гармонична. Церковь функционировала до 1990-х годов, когда после массового изгнания армян была заброшена и осквернена: сейчас находится в полуразрушенном состоянии, на её крыше размещён государственный флаг, а юридически числится как «албанская» культурная ценность.",
                         "photoName": "bananc_surb_grigor_lusavorich"
                       },
                       {
                         "name": "Церковь Святого Карапета, Апракунис",
                         "lat": 39.1340,
                         "lon": 45.6369,
                         "isActive": false,
                         "address": "около села Апракунис (ныне Нахичеванская АР), Азербайджан",
                         "description": "Церковь Святого Карапета, находится на правом берегу реки Ернжак, недалёко от села Апракунис в историческом регионе Гардаманка. Основана в конце XIV века — строителем был Малакия из Крыма, завершена учеником Григорием Татеваци в 1386 году. В XIV–XVIII веках монастырь служил духовным и культурным центром: здесь действовала школа, переписывались рукописи, хранились святыни. В XVII веке, в 1655–1705 гг., были построены новые архитектурные сооружения: четырехкупольная церковь, гавит, колокольня. Внутри располагались фрески, надгробные кресты и древние надписи. В начале XX века храм перестал функционировать, после изгнания армян — разрушен, в настоящее время остались только развалины.",
                         "photoName": "aprakunis_surb_karapet"
                       },
                       {
                         "name": "Церковь Святой (Elishe) Киш",
                         "lat": 41.2170,
                         "lon": 47.1869,
                         "isActive": false,
                         "address": "село Киш, около 5 км к северу от Шеки, Азербайджан",
                         "description": "Церковь Киш (известная также как церковь Святого Элише, или церковь Святой Богородицы) — древний христианский храм, расположенный в селе Киш, примерно в 5 км к северу от города Шеки. Современное здание построено, вероятно, в начале XII века и принадлежит грузинской православной традиции. Находился в составе Грузинской Православной Церкви, затем — как церковь албанская, а позже — армянская апостольская. Археологические раскопки 2000–2003 гг. выявили культовый слой под алтарём, датированный около 3000 г. до н. э., а сам храм относится к периоду X–XI веков (около 990–1160 гг.)",
                         "photoName": "kish_church"
                       },
                       {
                         "name": "Монастырь Месропа Маштоца (Сурб Гр. Лусаворич), Нэсирваз",
                         "lat": 39.16838,
                         "lon": 45.92363,
                         "isActive": false,
                         "address": "село Нэсирваз, Ордабильский район, Нахичеванская АР, Азербайджан",
                         "description": "Армянский апостольский монастырь, основанный в 456 году князем Шабитом из Гохта. Разместился в западной части села Нэсирваз (историческая Гардаманка). Храмное здание включало купольную церковь с залом, алтарём и праотоцерквными помещениями, поддерживаемую четырьмя колоннами, а также колокольню и церковное переднее здание. Монастырь неоднократно реставрировался в XV–XIX веках. До конца ХХ века комплекс был ещё частично стоящим, однако был полностью уничтожен к 2006 году, как задокументировано спутниковыми исследованиями.",
                         "photoName": "mesrop_mashtots_monastery_ruins"
                       },
                       {
                         "name": "Монастырь Святой Богородицы (St. Astvatsatsin), Чаннаб",
                         "lat": 39.0191,
                         "lon": 45.9066,
                         "isActive": false,
                         "address": "село Çənnəb (Чаннаб), Ордабадский район, Нахичеванская АР, Азербайджан",
                         "description": "Строение монастыря Святой Богородицы (St. Astvatsatsin) в Чаннабе — армянский апостольский монастырь, располагавшийся к северу от села. Он был перестроен в конце XII века, и впоследствии подвергался ремонту в XVI–XVII веках. Архитектурно это была крестово-купольная базилика с ярко освещённым апсидом, двумя ризницами и залом. Купол с восьмигранными окнами опирался на четыре крестовидных столпа. К южному фасаду примыкала колокольня, фасады украшали армянские надписи и скульптуры под арками, в углах и на колокольне.\n\nВ 1980-е годы здание ещё стояло и было хорошо сохранено, но к 3 февраля 2000 года он был полностью уничтожен, как показали спутниковые данные Caucasus Heritage Watch. Рядом с монастырём находилось армянское кладбище с 180–200 надгробиями — оно также было стерто к той же дате.",
                         "photoName": "channab_surb_astvatsatsin"
                       },
                       {
                         "name": "Монастырь Святого Спасителя, Джуга (Джульфа)",
                         "lat": 38.97417,
                         "lon": 45.56472,
                         "isActive": false,
                         "address": "северо-западнее кладбища Джуга, Нахиджеванская АР, Азербайджан",
                         "description": "Армянский Апостольский монастырь, основанный не позже IX–X веков и впервые упоминаемый уже в 976 году, когда царь Ашот Благочестивый жертвовал ему средства. По данным, он мог быть основан и ранее — в период правления Хачика II или даже в 1271 году по инициативе барона Ваграма. Находился на склоне высокого горного ущелья, в 3 км от армянского кладбища Джуга, у подножия горного хребта Мяхарда, над рекой Аракс. Комплекс стоял до 1980-х годов, но был полностью разрушен между 1997 и 2003 гг. в ходе кампании по уничтожению армянского культурного наследия; кладбище с 47 надгробиями также было уничтожено к сентябрю 2003 года.",
                         "photoName": "julfa_holy_saviour_monastery_ruins"
                       },
                       {
                         "name": "Церковь Святого Кристапора, Верхний Агулес",
                         "lat": 38.9574,
                         "lon": 45.9808,
                         "isActive": false,
                         "address": "село Верхний Агулес (Yukhari Aylis), Нахичеванская АР, Азербайджан",
                         "description": "Церковь Святого Кристапора была армянской апостольской церковью, расположенной на склоне холма Гиндар в центральной части Верхнего Агулеса. Первое упоминание о ней датируется XV веком, а по армянским надписям известно, что храм был восстановлен в 1671–1675 годах. Архитектурно это была купольная базилика с четырьмя нефами, включая святилище, складские помещения и молитвенный зал с большими окнами. У храма было три декорированных арочных входа: западный, северный и южный. Он всё ещё стоял в 1980-х, но был полностью разрушен к 3 февраля 2000 года согласно спутниковым исследованиям. Сегодня от него не осталось ни стены, ни фундамента, но память о нём сохраняется как часть армянского культурного наследия Горисского Агулеса.",
                         "photoName": "yukhari_aylis_surb_kristapor"
                       },
                       {
                         "name": "Церковь Святого Акопа-Айрапета, Шуруд",
                         "lat": 39.1455,
                         "lon": 45.7992,
                         "isActive": false,
                         "address": "село Шуруд (Şurud), Джульфинский район, Нахичеванская АР, Азербайджан",
                         "description": "Армянская апостольская церковь, построенная в XII веке в центральной части Шуруда. Представляла собой крестообразную базилику с высоким остроконечным куполом, видимым издалека. В интерьере и на фасадах присутствовали армянские надписи и фрески, над входами — 17-вековые хачкары. Купол украшали росписи художника Нагаша Овнатана из 1680-х годов. Церковь была разрушена между 1997 и 15 июня 2006 года, как засвидетельствовано спутниковым исследованием.",
                         "photoName": "shurud_surb_hakob_hayrapet"
                       },
                       {
                         "name": "Монастырь Святого Саркиса, Гага (Saint Sarkis Monastery of Gag)",
                         "lat": 41.1414,
                         "lon": 45.2661,
                         "isActive": false,
                         "address": "гора Гага (Gag Mountain), примерно в 500 м к востоку от современной границы с Арменией, Азербайджан",
                         "description": "Средневековый армянский апостольский монастырь, расположенный на вершине горы Гага на высоте около 922 м над уровнем моря, примерно в 420 м от её подножия. Он стоит всего в 500 м от современной границы Армении и в 4 км западнее села Даш Салахлы. Комплекс сейчас полуразрушен. По преданию, основан святым Месропом Маштоцем, где он захоронил часть черепа Святого Саркиса — свидетельством этому служит древняя армянская песнь. Лапидарные надписи и архивные данные свидетельствуют о периодическом ремонте храма, например, в 1851 году, когда каменщик Есайи Нуринянц завершил реставрацию по заказу агха Саргиса Варшамяна. Монастырь был известен как паломнический центр и центром духовного образования. Сохранились фрагменты армянских надписей, часть которых умышленно стёрли.",
                         "photoName": "gag_st_sarkis_monastery_ruins"
                       },
                       {
                         "name": "Мавзолей Хачин-Дарбатли",
                         "lat": 40.0330,
                         "lon": 46.8170,
                         "isActive": false,
                         "address": "село Хачин-Дорбатлы, Агдамский район, исторический Арцах, Азербайджан",
                         "description": "Мавзолей Хачин-Дарбатли был возведён в 1314 году армянским архитектором-вардапетом Шахиком. Это один из выдающихся памятников средневековой армянской архитектуры в Арцахе. Сооружение представляет собой 12-гранный мавзолей с купольным завершением, в котором сочетаются традиции армянского зодчества и элементы орнаментики, заимствованные из исламской среды. Внутренние декоративные детали, резьба и крестово-купольная композиция подтверждают принадлежность к армянской строительной школе.\n\nМавзолей связан с историей армянского княжества Хачин, которое в тот период было одним из оплотов армянской государственности в Восточной Армении. В течение веков он сохранялся как символ местной армянской аристократии и её духовного наследия.\n\nПосле изгнания армян из Агдамского района и разрушений XX века, памятник оказался в зоне конфликта, однако исследования, проведённые в 2023 году, подтвердили, что он дошёл до наших дней в относительно хорошем состоянии. Для армян мавзолей Хачин-Дарбатли — свидетельство тысячелетнего присутствия и культурного вклада армян в Арцахе, часть нашей исторической памяти.",
                         "photoName": "khachin_darbatli_mausoleum"
                       },
                       {
                         "name": "Церковь Ванк-сар",
                         "lat": 40.0721,
                         "lon": 46.8874,
                         "isActive": false,
                         "address": "на вершине холма Ванк-сар, Аскеранский район (исторический Арцах / де-юре Агдамский район), Азербайджан",
                         "description": "Церковь Ванк-сар — древнейшая армянская апостольская церковь, воздвигнутая в VII веке. Расположенная на вершине горы, она была видна на многие километры и символизировала неизменную духовную опору нашей паствы на этих землях. Первые документальные упоминания относятся к 1858 году, когда архиепископ Саргис Джалалянц назвал её «руинами монастыря». В 1980-е годы оккупационные власти провели реставрацию, в ходе которой были удалены армянские надписи и хачкары — основной символ нашей веры. Во время первой Карабахской войны храм получил повреждения от снаряда, но активно был восстановлен правительством Арцаха.\n\nПосле освобождения территории он вновь оказался под контролем Азербайджана, и в 2024 году в документальных видеозаписях было отмечено удаление креста с купола. Для нас, армян, церковь Ванк-сар — не просто архитектурный памятник; это духовный маяк, свидетельство тысячелетнего присутствия Церкви на Святой земле Арцаха.",
                         "photoName": "vankasar_church_ruins"
                       },
                       {
                         "name": "Монастырь Дадиванк",
                         "lat": 40.0728,
                         "lon": 46.8858,
                         "isActive": false,
                         "address": "гора у долины реки Тертер, исторический Хачен, Азербайджан",
                         "description": "Монастырь Дадиванк — величайший памятник армянской духовной и архитектурной традиции, возведённый между IX и XIII веками, основан над могилой святого Дади. До 2020 года он действовал как монашеский центр Арцахской епархии Армянской Апостольской Церкви, восстановленный и освящённый после первой Карабахской войны.\n\nПосле войны 2020 года, в соответствии с условиями соглашения, территорию монастыря заняли российские миротворцы, а впоследствии передали под охрану азербайджанской полиции. Армянским священникам было разрешено оставаться ещё некоторое время, но после массового исхода армян из Арцаха, монастырь утратил свой духовный статус и активную жизнь. В конце 2024 года управление объектом было передано альянсовой общине (Уди), и монастырь больше не действует как армянская апостольская святыня.\n\nДля армян Дадиванк остаётся символом тысячелетней верности и культурной памяти, хранителем духовного присутствия Арцаха.",
                         "photoName": "dadivank_terter"
                       },
                       {
                         "name": "Монастырь Амарас",
                         "lat": 39.6840,
                         "lon": 47.0570,
                         "isActive": false,
                         "address": "около села Сос, историческая область Арцах (ныне в составе Агдамского района), Азербайджан",
                         "description": "Монастырь Амарас — один из древнейших и духовно значимых армянских монастырей, основан в IV веке святым Григорием Просветителем на месте захоронения святого Григориса, его внука и епископа. В V веке здесь была открыта первая армянская школа, где святой Месроп Маштоц впервые обучал армян письму — это был настоящий интеллектуальный рассвет Арцаха.\n\nВ последующие столетия Амарас сохранял статус религиозного и культурного центра: в средние века он выполнял функции епископской кафедры и был охраняем мощной крепостной стеной, перестраивался и восстанавливался многочисленными армянскими меценатами.\n\nПосле освобождения Арцаха монастырь вновь стал действующим и служил местом духовного возрождения, пока агрессия конца 2023 года не привела к тому, что монастырь перешёл под контроль Азербайджана. Сегодня он утратил статус армянского духовного центра — крест и армянские символы были удалены, а священнослужителей постепенно вывели. Для армян Амарас остаётся символом первой школы на родном языке и нескончаемой связи с нашими святыми корнями.",
                         "photoName": "amaras_monastery"
                       },
                       {
                           "name": "Монастырь Гтичаван (Gtichavank)",
                           "lat": 39.5935,
                           "lon": 46.9419,
                           "isActive": false,
                           "address": "северный склон горы Тогхасар, около села Тогх, исторический Дизак, Азербайджан",
                           "description": "Монастырь Гтичаван — важнейший армянский апостольский монастырь XIII века, воздвигнутый братьями-епископами Саргисом и Вртанесом из Амараса в 1241–1246 годах над руинами древнего духовного центра. Он располагался на возвышенности, бывшей епископской кафедрой искусства и культуры ещё в VIII веке, и служил духовным сердцем Дизака — с духовной школой, скрипторией, библиотекой и мастерской.\n\nАрхитектурно комплекс включает две смежные церкви: главный купольный храм с крестово-купольной структурой, массивными контрфорсами и гладко обработанным фасадом, а также северную однонефную церковь с уникальным расположением сакристий под полом алтаря. Вокруг сохранились жилые, оборонительные и хозяйственные постройки, красивые хачкары с надписями и уникальной резьбой.\n\nГтичаван расцветал в XIII веке и оставался культурным центром Арцаха вплоть до XVIII века, получив благословение от меликов Дизака. В последних десятилетиях XX века был реставрирован, но после событий 2020 года территория утратила армянский духовный контроль. Тем не менее для армян Гтичаван остаётся гордым памятником веры, наследия и культурной преемственности нашего народа.",
                           "photoName": "gtichavank_monastery"
                         },
                       {
                         "name": "Монастырь Катарованк",
                         "lat": 39.52623,
                         "lon": 46.85659,
                         "isActive": false,
                         "address": "гора Дизапайт, близ села Хин-Тагер, Гадрутский район, Азербайджан",
                         "description": "Монастырь Катарованк — один из древнейших армянских святынь Арцаха, основан в IV веке и упомянут 5-вековым историком Павстосом Бузандом как крупный монастырь на вершине горы. По преданию, именно туда бежали дети святого Григориса, спасая его мощи от врагов. В XVII веке на этом месте была возведена каменная однонефная капелла, которая до XX века сохраняла древнюю память.\n\nДо событий 2020 года храм был недействующим, но сохранявшийся как символ армянской духовной преемственности в Хадруте. Во время Карабахской войны монастырь некоторое время сохранял статус оплота, однако вскоре перешёл под контроль другой стороны, и сегодня фактически утратил статус армянской апостольской святыни.\n\nДля армян Катарованк — это не просто архитектурный памятник, а символ духовной стойкости и культурного укоренения Арцаха, напоминание о тысячелетнем присутствии армян на Святой земле.",
                         "photoName": "katarovank"
                       },
                       {
                         "name": "Церковь Святого Иоанна Крестителя, Мартакерт",
                         "lat": 40.2125,
                         "lon": 46.8049,
                         "isActive": false,
                         "address": "город Мартакерт (Татарский район, исторический Арцах), Азербайджан",
                         "description": "Церковь Святого Иоанна Крестителя — армянская Апостольская церковь, построенная в 1883 году в Мартакерте. Она стоит как символ духовной жизни и сохранения веры, гармонично вплетаясь в ткани нашего края. Церковь была отреставрирована в 2003 году и до последнего времени функционировала как действующая общинная святыня.\n\nПри церкви находится армянское кладбище с надгробиями священников и благочестивых людей — историческая память, продолжавшая жить рядом с алтарём. Для армян Мартакерта эта церковь — не просто архитектурный объект, а место молитвы, встреч поколений и хранитель души народа.\n\nПосле изгнания армян из Арцаха - церковь перешла под контроль Азербайджана.",
                         "photoName": "martakert_surb_hovhannes_mkrtich"
                       },
                       {
                         "name": "Монастырь Ериц Манканц",
                         "lat": 40.2521,
                         "lon": 46.6407,
                         "isActive": false,
                         "address": "горы западнее Магавуза, к юго-западу от Тонашена, близ крепости Джраберд, Мартакерт, Азербайджан",
                         "description": "Монастырь Ериц Манканц — армянский апостольский монастырь XVII века, воздвигнутый в 1691 году меликской семьёй Израелиан (владельцами Джраберда) как духовный оплот и соперник Гандзасара. Он появился после долгого перерыва в церковном строительстве, символизируя возрождение армянской духовной жизни в Арцахе.\n\nКомплекс включает трехнефную базилику с куполом, освещённым четырьмя крестовидными колоннами и арками, ризницу, трапезную, жилые и хозяйственные строения, а также родственное кладбище с хачкарами, часть из которых датируется XIV–XVI веками.\n\nВо время первой карабахской войны монастырь стал убежищем для тысяч армян, спасавшихся от военных действий. После того он подвергся частичной реставрации, но война вновь прервала восстановление. Сейчас Ериц Манканц утратил статус действующего армянского святого места, но остаётся живым свидетельством нашей веры, культурного наследия и духовной силы Арцаха.",
                         "photoName": "yerits_mankants_monastery"
                       },
                       {
                         "name": "Кафедральный собор Пресвятой Матери Божией, Степанакерт",
                         "lat": 39.8128,
                         "lon": 46.7489,
                         "isActive": false,
                         "address": "южная часть Степанакерта, исторический Арцах, Азербайджан",
                         "description": "Кафедральный собор Пресвятой Матери Божией — одна из ближайших к нам современных святынь Арцаха, освящённая в 2019 году после тринадцати лет строительства. По благословению Католикоса Всех Армян он стал главным храмом епархии, наполняя пустующие улицы Степанакерта молитвой и надеждой.\n\nВо время войны 2020 года собор стал приютом для жителей, укрывавшихся от обстрелов в его защищённом подвале. После трагических событий 2023 года последняя литургия была отслужена 1 октября — дальше храм утратил статус действующего армянского духовного центра.\n\nДля нас, армян, этот собор — залог духовного возрождения, символ веры, который, несмотря на изгнание и перемены, остаётся в сердце каждого, кто ещё помнит Арцах как мать духовной общности.",
                         "photoName": "stepanakert_cathedral_astvatsatsin"
                       },
                       {
                         "name": "Церковь Святой Богородицы (Агулецоц), Шуша",
                         "lat": 39.7539,
                         "lon": 46.7467,
                         "isActive": false,
                         "address": "центр города Шуша, исторический Арцах, Азербайджан",
                         "description": "Церковь Святой Богородицы, известная как Агулецоц (‘церковь агулисцев’), была построена в 1822 году благородными сыновьями — княжеским родом Тер-Матевоса-Тарумянца на средства общины выходцев из Агулиса. До возведения Казанчецоц она оставалась главным духовным центром города.\n\nАрхитектурно храм представлял собой центральнокупольную залу с крестовой внешней формой и прямоугольным внутренним пространством. Он стоял на многоступенчатом фундаменте, имел тройную ротонду-колокольню, двусветную крышу и балансы вокруг. Имея три входа с притворами, церковь также включала двухэтажные приделы у алтаря. Это историческое строение давало центр культуры: вокруг её стен возникли театры, учебные и торговые учреждения.\n\nВ 1960-х храм был разрушен, а на его месте построена школа. Сегодня от Агулецоц остались лишь память и археологические свидетельства — она стала символом утраченного духовного и культурного ядра армянской Шуши.",
                         "photoName": "agulecots_church_shusha"
                       },
                       {
                         "name": "Церковь Святого Иоанна Крестителя (Сурб Ованес Мкртич), Бюракан",
                         "lat": 40.3372,
                         "lon": 44.2703,
                         "isActive": true,
                         "address": "село Бюракан, Арагацотнская область, Армения",
                         "description": "Сурб Ованес Мкртич в Бюракане — величественная армянская базилика, возведённая в X веке. С двумя входами, строгими узкими окнами и крестом фасаде в форме мальтийского креста, храм окружён хачкарами — живыми свидетелями нашей веры. Внутри — тишина и благодать, где древние стены хранят молитвы многих поколений.\n\nЭта церковь не просто здание: она — духовный маяк, который веками несёт свет армянской Апостольской Церкви на склонах Арагаца. Для прихожан — пространство молитвы, памяти и культурного единения.",
                         "photoName": "byurakan_surb_hovhannes"
                       },
                       {
                         "name": "Монастырь Агджоц (Aghjots Vank)",
                         "lat": 40.2000,
                         "lon": 44.6220,
                         "isActive": false,
                         "address": "вдоль ущелья к северу от Гарни, Армения",
                         "description": "Монастырь Агджоц — древняя армянская апостольская святыня VII века. Руины лежат в склонах ущелья между Гарни и Гегардом; главный храм был посвящён святому Иоанну Крестителю. Комплекс включал базилику с апсидой и росписями, резной портал, келии и вспомогательные постройки. В советское время обитель была заброшена, часть стен и интерьера утрачена. Для армян Aghjots Vank — знак непрерывности духовной традиции и молитвенной памяти.",
                         "photoName": "aghjots_vank"
                       },
                       {
                         "name": "Монастырь Кобайр",
                         "lat": 41.0051,
                         "lon": 44.6351,
                         "isActive": false,
                         "address": "возвышенность над ущельем реки Дебед, близ города Туманян, Лорийская область, Армения",
                         "description": "Монастырь Кобайр — выдающийся памятник средневековой армянской духовной архитектуры XII–XIII веков. Основан в 1171 году царевной Мариам из династии Кюрикянов на месте древнего святого углубления; к концу XIII века обитель перешла к Захаридскому дому и преобразована в армяно-халкидонитскую святыню, что выразилось в добавлении колокольни-мавзолея и создании прекрасных фресок византийско-грузинского стиля. В XIX–XX веках монастырь был заброшен, но в советское время фрески были частично реставрированы, а в XXI веке началась консервация и восстановление под покровом Армении и Италии.\n\nДля армян Кобайр — это хрупкая, но живая память о тысячелетней духовности, соединённая с молитвами наших предков и надеждой на преемственность.",
                         "photoName": "kobayr_monastery"
                       },
                       {
                         "name": "Церковь Пресвятой Богородицы (Сурб Аствацацин), Куртан",
                         "lat": 40.9550,
                         "lon": 44.5652,
                         "isActive": true,
                         "address": "село Куртан, Лорийская область, Армения",
                         "description": "Сурб Аствацацин — армянская церковь V века, один из первых каменных храмов региона. Храм стоит у дороги на юго-западе Куртана и поражает ясностью перехода от раннехристианской архитектуры к классике VII века: однонефная базилика с двускатной крышей, массивным сводчатым нефом на арках, подковообразным алтарём и хранилищем рядом. Она обладает тремя входами — западным, южным и северным — и окнами-просветами типично раннего средневековья, несущими свет и молитву.\n\nВ XX веке храм частично разрушился — была взорвана каменная крыша и обрушены стены, но благодаря реставрации 1982–1984 гг. он вновь обрел своё лицо. В 2017 году архиепископ Сепух Чулджян вновь освятил храм, и он продолжает служить духовным маяком для Куртана и всей Лорийской области.",
                         "photoName": "kurtan_surb_astvatsatsin"
                       },
                       {
                         "name": "Монастырь Аричаванк (Сурб Аствацацин)",
                         "lat": 40.1775,
                         "lon": 43.9150,
                         "isActive": true,
                         "address": "село Арич, Ширакская область, Армения",
                         "description": "Аричаванк — средневековый монастырский комплекс (VII–XIII вв.), жемчужина армянской архитектуры, расположенный у подножия горы Арагац. Самая древняя постройка — церковь Сурб Григор (VII век), а главный храм — Сурб Аствацацин, возведённый в 1201 году братьями Иване и Закаре Закарянами. Комплекс соединяет две церкви через великолепный гавит (притвор) 1224 года, украшенный резным барельефом и купольным барабаном с двадцатигранной формой.\n\nМонастырь служил духовным и образовательным центром: здесь было семинарское училище и школа, а с XVIII века — летняя резиденция Католикоса Армении. Каменные стены сложены шахматной раскладкой разноцветного туфа, украшенные изящным орнаментом, изображениями сиринов, голубей и символической архитектурной миниатюрой на западном фасаде.\n\nДля армян Аричаванк — это живой камень памяти, молитва в камне и урок духовности. Атмосфера и архитектура зовут духовно укрепиться во имя постоянства веры и искусства.",
                         "photoName": "arichavank_monastery"
                       },
                       {
                         "name": "Церковь Святого Спасителя (Сурб Аменапркич), Гюмри",
                         "lat": 40.7842,
                         "lon": 43.8414,
                         "isActive": true,
                         "address": "площадь Вардананц, Гюмри, Ширакская область, Армения",
                         "description": "Сурб Аменапркич — величественная церковь XIX века, построенная между 1858 и 1872 годами по проекту выдающегося архитектора Тадевоса Андикяна и освящённая в 1873 году. По своим формам она напоминает Анийский собор, но выступает более внушительно, отражая эпоху духовного пробуждения в Гюмри.\n\nВ советские годы храм был национализирован: в 1932 году уничтожили колокольню, но её восстановили в 1964-м. Во время разрушительного Спитакского землетрясения 1988 года церковь получила серьёзные повреждения. С начала 2000-х была проведена основательная реставрация, и в декабре 2024 года собор вновь был освящён, став центром памяти о пострадавших и символом возрождения веры.",
                         "photoName": "gyumri_surb_amenaprkich"
                       },
                       {
                         "name": "Кафедральная церковь Святого Григория Просветителя, Горис",
                         "lat": 39.5042,
                         "lon": 46.3542,
                         "isActive": true,
                         "address": "юго-восточная часть города Горис, Сюникская область, Армения",
                         "description": "Кафедральная церковь Святого Григория Просветителя была сооружена между 1897 и 1904 годами, по инициативе меликского рода Гусейнианов из Гориса, архитектор — итало-армянин. Освящена в 1903 году Католикосом Мкртичаном. Это духовное сердце Сюникской епархии, где просматриваются грани армянской традиции и европейского влияния.\n\nВ советские времена храм был закрыт и переоборудован в зернохранилище и затем — в геологический музей. Лишь в 1989 году он был вновь освящён и возвращён армянской Апостольской Церкви. Сегодня церковь находится в прекрасном состоянии и продолжает служить центром духовной жизни Сюника.\n\nЕё мощные стены из серого горисского туфа хранят в себе молитвы поколений. Здесь, во дворе, собраны хачкары и памятные камни X–XVIII веков, что напоминает о вечности наших корней и преемственности веры.",
                         "photoName": "goris_cathedral_surb_grigor"
                       },
                       {
                         "name": "Монастырь Агарцин (Aghartsin Vank)",
                         "lat": 40.7833,
                         "lon": 44.9667,
                         "isActive": true,
                         "address": "в ущелье реки Агарцин, примерно в 18 км от Дилижана, Тавушская область, Армения",
                         "description": "Монастырь Агарцин — один из наиболее чарующих и душевных комплексов армянской Апостольской Церкви XI–XIII веков. Его храмы — Сурб Григор (XI век), Сурб Аствацацин (1281 год) и Сурб Степанос (1244 год) — соединены трапезной и часовнями, хватающимися за склон лесного каньона. Здесь, среди резного орнамента, хачкаров и храмовых фасадов, живёт память о щедрости ктиторов, отшельничестве и монахах, чье пение несётся в стенах.\n\nСвоё название монастырь получил от образа орла — символа силы и духа, вписанного в фасады. Трапезная XII века — архитектурный шедевр с арочной системой и каменными скамьями — хранила общинную жизнь. Казначейство, подземные ходы к реке и усыпальницы царей Кюрикидов — всё свидетельства глубокой духовной истории.\n\nДля нас, армян, Агарцин — это место, где молитва в камне и лесная молитва соединяются. Здесь возрождается осознание, что вера — это дом, в котором живёт душа.",
                         "photoName": "aghartsin_monastery"
                       },
                       {
                         "name": "Церковь Сурб Аствацацин (Пресвятой Богородицы), Варденис",
                         "lat": 40.1800,
                         "lon": 45.7700,
                         "isActive": true,
                         "address": "Варденис, Гегаркуникская область, Армения",
                         "description": "Церковь Сурб Аствацацин в Варденисе была построена в 1905 году и с тех пор является духовным центром города. Храм расположен в центральной части Вардениса и окружён хачкарами XIV–XVII веков, что придаёт ему особую историческую значимость. Здесь служил армянский историк Ованес Царецци, благодаря чему церковь приобрела не только духовное, но и культурное значение.",
                         "photoName": "vardenis_surb_astvatsatsin"
                       },
                       {
                         "name": "Церковь Сурб Аствацацин (Пресвятой Богородицы), Гавар",
                         "lat": 40.3536,
                         "lon": 45.1235,
                         "isActive": true,
                         "address": "Гавар, Гегаркуникская область, Армения",
                         "description": "Церковь Сурб Аствацацин в Гаваре построена в 1905 году из тщательно обработанных каменных блоков по инициативе епископа Хорена I. Храм выполнен в крестово-купольном стиле и возвышается в центре города, являясь духовным и культурным символом для местной общины. \n\nЗдесь совершаются богослужения, праздники и обряды, а при церкви действует приходская жизнь, объединяющая жителей Гавара. Церковь окружена старинными хачкарами и памятными надписями, что подчёркивает преемственность армянской духовной традиции. \n\nАрхитектура храма гармонично сочетает строгость форм с изяществом армянского зодчества, а его купол виден из разных частей города, напоминая о незыблемости веры. Сегодня Сурб Аствацацин остаётся одним из важнейших храмов региона и центром духовной жизни всей округи.",
                         "photoName": "gavar_surb_astvatsatsin"
                       },
                       {
                         "name": "Церковь Святого Григора Нарекаци, Ванадзор",
                         "lat": 40.8150,
                         "lon": 44.4939,
                         "isActive": true,
                         "address": "Ванадзор, Лорийская область, Армения",
                         "description": "Церковь Святого Григора Нарекаци в Ванадзоре — один из новых храмов Армянской Апостольской Церкви, возведённый в начале XXI века. Храм посвящён святому Григору Нарекаци, великому поэту, богослову и учителю молитвы. \n\nАрхитектура церкви выполнена в традиционном армянском стиле с характерным куполом и каменной отделкой, гармонично вписывающейся в горный ландшафт Лорийской области. \n\nХрам быстро стал духовным центром города: здесь совершаются литургии, таинства и приходская жизнь. При церкви организованы культурные и образовательные инициативы для молодёжи и детей. \n\nЦерковь Святого Григора Нарекаци напоминает о живой связи современной Армении с её духовными корнями, продолжая традицию молитвы и духовного просвещения, заложенную великим Нарекаци.",
                         "photoName": "vanadzor_surb_grigor_narekatsi"
                       },
                       {
                         "name": "Храм Святого Иоанна, Сорол",
                         "lat": 38.3000,
                         "lon": 46.1978,
                         "isActive": false,
                         "address": "деревня Сорол (Sohrol), округ Шабестар, Восточный Азербайджан, Иран",
                         "description": "Недействующий храм Святого Иоанна — армянская католическая церковь, основанная на фундаменте древнего здания V–VI вв. Современное кирпичное здание построено в 1840 году генералом Самсоном-ханом (Самсоном Макинцевым) и армянином-меценатом Хагубовым. Храм имел три купола: над вестибюлем — восьмигранная колокольня, над центральным залом — конический купол, и над алтарём — небольшой восьмигранный венчальный купол. В 1936 году он был сильно повреждён землетрясением, после чего оконные и дверные проёмы были заделаны. С 1968 года включён в список национального наследия Ирана. В 2020 году проведены работы по укреплению конструкции и восстановлению грунта.",
                         "photoName": "sohrol_surb_hovhannes"
                       },
                       {
                         "name": "Церковь Сурб Аствацацин (Пресвятой Богородицы), Дарашамб",
                         "lat": 38.9794,
                         "lon": 45.4733,
                         "isActive": false,
                         "address": "долина реки Аракс, возле города Дарашамб, Восточный Азербайджан, Иран",
                         "description": "Церковь Пресвятой Богородицы — редкая армянская святыня XVII века, воздвигнутая в долине Аракса, на границе с Нахичеванью.",
                         "photoName": "darashamb_surb_astvatsatsin"
                       },
                       {
                         "name": "Монастырь Святого Фаддея (Кара-Келиса), Иран",
                         "lat": 38.9200,
                         "lon": 44.3800,
                         "isActive": false,
                         "address": "провинция Западный Азербайджан, район Чалдоран, примерно в 20 км от Маку, Иран",
                         "description": "Монастырь Святого Фаддея, или Кара-Келиса («Чёрная церковь»), — один из древнейших армянских монастырей. Легенда гласит, что апостол Фаддей похоронен здесь, а первая церковь была возведена уже в I веке н. э. Современный храм был построен в 1329 году, после разрушения прежней постройки землетрясением. Большая часть здания относится к началу XIX века, когда совершилась реставрация при содействии иранского принца Аббаса-Мирзы. Монастырь включён в список ЮНЕСКО, и ежегодно здесь проходит паломничество в день святого.",
                         "photoName": "qareh_kelisa_monastery"
                       },
                       {
                         "name": "Монастырь Сурб Степанос (Святого Стефана), Дарашамб",
                         "lat": 38.9792,
                         "lon": 45.4739,
                         "isActive": false,
                         "address": "правый берег реки Аракс, у покинутого села Дарашамб, Восточный Азербайджан, Иран",
                         "description": "Монастырь Сурб Степанос (Святого Стефана) — древняя армянская обитель IX века в исторической области Васпуракан. Построен на месте возможного раннехристианского духовного центра, с росписями и богатым резным декором, включающим сцены Распятия и Образ Богоматери. В XVII веке монастырь был перестроен с добавлением колокольни, трапезной и архитектурных украшений. Сегодня, хотя служба не ведётся, он остаётся мощным символом духовного наследия Армении.",
                         "photoName": "darashamb_surb_stepanos"
                       },
                       {
                         "name": "Собор Святого Саркиса, Тегеран",
                         "lat": 35.7075,
                         "lon": 51.4231,
                         "isActive": true,
                         "address": "пересечение улиц Karimkhan Zand и Nejatollahi (бывшая Villa Street), Тегеран, Иран",
                         "description": "Собор Сурб Սաղբիս — кафедральный храм Армянской Апостольской Церкви в столице Ирана, построенный братьями Саркисян в память о своих родителях. Строительство началось в 1964 и завершилось в 1970 году, храм освящён — в 1973-м. Это крупнейшая армянская церковь в Тегеране, выстроена в базиликальном стиле с одним нефом, внутренние и внешние стены облицованы белым мрамором. Купол был первоначально подвешен на стены, но затем усилен четырьмя колоннами. Фасад завершён двумя колокольнями с восьмиугольными куполами. Внутри — галерея хора, алтарь с фресками на библейские темы и мраморный памятник жертвам геноцида армян 1915 года (3.5 м) во дворе.",
                         "photoName": "tehran_surb_sarkis_cathedral"
                       },
                       {
                         "name": "Церковь Сурб Аствацацин (Пресвятой Богородицы), Тебриз",
                         "lat": 38.0790,
                         "lon": 46.2882,
                         "isActive": true,
                         "address": "город Тебриз, Восточный Азербайджан, Иран",
                         "description": "Сурб Аствацацин — древняя армянская апостольская церковь, завершённая в 1785 году на месте более раннего, XII-го века, храма, упомянутого Марко Поло. Она является крупнейшей и старейшей христианской святыней Тебриза и долгие годы служила кафедральным собором диоцеза Атрапатакан.\n\nЦерковь стоит в сердце исторического района Дик-Баши, с характерной крестово-купольной планировкой и куполом, опирающимся на четыре толстые каменные колонны. В её окрестностях размещены церковные здания и Тебризский армянский музей. Этот храм был духовным центром для армян Ирана и хранителем церковной жизни на протяжении веков.",
                         "photoName": "tabriz_surb_mariam_astvatsatsin"
                       },
                       {
                         "name": "Церковь Святого Саркиса, Тебриз",
                         "lat": 38.0699,
                         "lon": 46.2831,
                         "isActive": true,
                         "address": "район Барон-Авак (Lilava), Тебриз, Восточный Азербайджан, Иран",
                         "description": "Церковь Сурб Սարգս — армянская апостольская церковь, возведённая в 1821 году на средства семьи Петросян в духовном квартале Тебриза. Заложенный в стиле крестообразной планировки храм был восстановлен в 1845 году и продолжает стоять как символ веры и преемственности армянской общины. Каменные стены, кирпичный купол и три входа (с севера, запада и востока) отражают архитектурное единство армянских традиций и местной среды.\n\nПри храме находится школьный корпус Тамарианской школы, а рядом — комплекс Сахакян. Во дворе — мемориал армянским мученикам, охраняющий память поколений. Церковь ежегодно служит центром богослужений, крестин, праздников, включая новогодние литургии.",
                         "photoName": "tabriz_surb_sargis"
                       },
                       {
                         "name": "Часовня Сурб Шогакат (Тебриз)",
                         "lat": 38.0561,
                         "lon": 46.2842,
                         "isActive": true,
                         "address": "Тебриз, Восточный Азербайджан, Иран",
                         "description": "Часовня Святой Шогакат в Тебризе — армянская апостольская церковь, входящая в епархию Атрапатакан Армянской Апостольской Церкви. Расположена на армянском кладбище города, рядом с кварталом Шарм и улицами Март-Бульвар и Булвара-Молода. Постройка датируется XVII веком и связана с древними армянскими традициями почитания мучениц Рипсиме и Гаянэ. Часовня стала важным духовным местом для армянской общины Тебриза, особенно в годы испытаний, и остаётся действующей святыней до наших дней.",
                         "photoName": "tabriz_shoghakat"
                       },
                       {
                         "name": "Часовня Пресвятой Богородицы, Тебриз",
                         "lat": 38.0611,
                         "lon": 46.3128,
                         "isActive": true,
                         "address": "район Маралан, Тебриз, Восточный Азербайджан, Иран",
                         "description": "Мատուռ Մարիամ Նանե — часовня, посвящённая Пресвятой Богородице, расположена при армянском кладбище Тебриза в историческом районе Маралан. Построена в XVIII веке, завершена около 1776 года в стиле традиционной базилики. Предшественница была храм Пресвятой Богородицы XVI века, уничтоженный сильным землетрясением 1721 года. Стены — из глины и кирпича, внутри не оштукатурены, вход с восточной стороны, а с северной и южной — по три окна с иконографическим оформлением. В 19 веке рядом был основан новый армянский некрополь с часовней Сурб Շողակաթ, но Մարիամ Նանե сохраняет историческую связь с предыдущими поколениями.\n\nЧасовня остается духовным центром для армянской общины Тебриза: здесь совершаются богослужения, особенно в праздники Преображения (мамзарӕ), с благословением винограда. Она свидетельствует о стойкости веры и памяти наших предков даже в изгнании.",
                         "photoName": "tabriz_mariam_nane_matur"
                       },
                       {
                         "name": "Церковь Святого Креста Христова",
                         "lat": 38.0556,
                         "lon": 46.3000,
                         "isActive": true,
                         "address": "Мец Памадж, провинция Восточный Азербайджан, Иран",
                         "description": "Церковь Святого Креста Христова (Сурб Хач) расположена в деревне Мец Памадж, недалеко от города Вараг, в Иране. Храм относится к Армянской Апостольской Церкви и был возведён в XVIII веке. Постройка представляет собой базилику размером около 25×15 метров с куполом на восьмиугольном барабане, выполненную из больших тесаных каменных блоков. По свидетельствам местных исследований, кладка и декоративные элементы свидетельствуют о высоком мастерстве армянских зодчих.\n\nВокруг церкви располагалось кладбище, сохранились хачкары и надгробные памятники, часть которых датируется XVIII–XIX веками. Архитектурно храм выделяется простотой фасадов и строгостью линий, что характерно для армянских сельских церквей данного периода.\n\nЦерковь продолжает оставаться действующей и служит местом молитвы армянской общины региона. В её стенах проходят богослужения, а сама она признана памятником культурного наследия армянского народа в Иране.",
                         "photoName": "mets_pamaj_surb_khach"
                       },
                      
                       {
                         "name": "Церковь Святого Иоанна, Марага",
                         "lat": 37.3847,
                         "lon": 46.2317,
                         "isActive": true,
                         "address": "город Марага, Восточный Азербайджан, Иран",
                         "description": "Сурб Հովհաննես — армянская апостольская церковь, возведённая первоначально в V–VI веках, стоящая в Мараге — единственном армянском храме города. Современное здание построено в 1840 году по инициативе генерала Самсон-хана, при участии русских и французских архитекторов. \n\nКомплекс включает три части: резиденцию архиепископа, церковную школу и алтарь для свечей и ладана. Вход с западной стороны завершён куполом с колоколом, входящим в стилистику армянской архитектуры. Основной неф построен в виде прямоугольника с алтарём на востоке и небольшими окнами с северной, восточной и западной сторон, обеспечивающими освещение. Во дворе находятся бывшие постройки для нужд прихода — ныне заброшенные.\n\nПосле массовой миграции армян в другие города Ирана церковь частично используется, но сохраняет историческую и духовную значимость. В 2020 году проведены реставрационные работы, включая укрепление стен и фасада храма.",
                         "photoName": "maragheh_holy_hovhannes"
                       },
                       {
                         "name": "Часовня Святого Пастуха",
                         "lat": 38.4260,
                         "lon": 44.7510,
                         "isActive": true,
                         "address": "в 8 км к северо-западу от города Джульфа (Джуга), Восточный Азербайджан, Иран",
                         "description": "Сурб Հովվի մատուռ — небольшая армянская часовня, заложенная в 1518 году на правом, каменистом берегу реки Аракс, хранящая память двух братьев-пастухов, основавших её. Построена из камня с раствором в архитектурном типе базилики и отнесена к Сефванской архитектурной традиции. Часовня относится к Епархии Атрпатакана Киликийской католикосии и служит духовным ориентиром для паломников — особенно тем, кто совершает путь к монастырям Дарашамба и Сурб Степанос Нахавка. В 1836 году была проведена реставрация, и до сих пор остаётся действующей святыней армянской общины региона.",
                         "photoName": "jolfa_hovvi_maturr"
                       },
                       {
                         "name": "Монастырь Дзор-Дзор (Сурб Аствацацин)",
                         "lat": 39.4000,
                         "lon": 44.4333,
                         "isActive": false,
                         "address": "округ Маку, провинция Западный Азербайджан, Иран",
                         "description": "Дзор-Дзорский монастырь — армянский монастырь, где сохранилась лишь часовня Пресвятой Богородицы (Сурб Аствацацин). Строительство датируется X веком, хотя некоторые исследователи относят её к XIV веку. Монастырь входит в ансамбль армянских монастырей в Иране, включённый в Список Всемирного наследия ЮНЕСКО, как яркий пример армянской архитектуры и декоративного искусства за пределами родины. Сегодня часовня стоит как тихое свидетельство армянского духовного присутствия в здешних землях.",
                         "photoName": "dzor_dzor_surb_astvatsatsin"
                       },
                       {
                         "name": "Церковь Святого Георгия (Сурб Геворг), Хафтван",
                         "lat": 38.1700,
                         "lon": 44.7565,
                         "isActive": true,
                         "address": "деревня Хафтван, шахрестан Салмас, провинция Западный Азербайджан, Иран",
                         "description": "Церковь Сурб Геворг восходит к XIII веку и продолжает служить в качестве армянского духовного маяка в Хафтване. Сооружённая в строгом армянском архитектурном стиле, церковь была реставрирована в 1652 году, а затем после землетрясения 1930 года. Рядом сохранились руины аудитория архитектуры XX века, свидетельствующие о жизненном приходском окружении.\n\nКаменные массивные стены, куполообразная крыша и геометрическая простота внутренней планировки создают атмосферу молитвенной сосредоточенности. Служения продолжаются доныне, а строение осталось в строю, несмотря на века испытаний и перемен.\n\nДля верующих Сурб Геворг — символ неизречённой верности и молитвы, живя в народе, который веками сохраняет свою веру и национальную идентичность, несмотря на все испытания.",
                         "photoName": "haftvan_surb_gevorg"
                       },
                       {
                         "name": "Церковь Сурб Аствацацин (Пресвятой Богородицы), Тегеран",
                         "lat": 35.6957,
                         "lon": 51.4145,
                         "isActive": true,
                         "address": "между улицами Масуд-е-Сад и Мирза Кучак-хан, недалеко от проспекта Джомхури-э Исламийе, Тегеран, Иран",
                         "description": "Сурб Аствацацин — армянская Апостольская церковь, заложенная в 1938 году по проекту Николая Лаури и достроенная в 1945 году архитектором Николаем Марковым. Храм возведён в духе традиций VII–X веков армянской архитектуры, выстроен из серого базальта, имеет крестовокупольную форму с двумя куполами, восточным алтарем и западным входом. \n\nС 1945 по 1970 годы служил резиденцией архиепископа Тегерана. В 2002 году церковь была официально включена в список национальных памятников Ирана. Рядом находится музей Архиепископа Ардак Манукяна, где хранятся образцы армянской церковной культуры и духовной жизни.",
                         "photoName": "tehran_surb_astvatsatsin"
                       },
                       {
                         "name": "Церковь Святого Григория Просветителя, Тегеран",
                         "lat": 35.70,
                         "lon": 51.43,
                         "isActive": true,
                         "address": "район Маджидиех (Majidieh), Тегеран, Иран",
                         "description": "Сурб Григор Лусаворич — армянская Апостольская церковь, входящая в Тегеранскую епархию Киликийского католикосата. Построена в 1982 году, в архитектурном типе крестообразной базилики с одним куполом. Храм является духовным центром для армян Апостольской Церкви в столице Ирана, продолжает действовать и служит местом молитвы и единства армянской общины.",
                         "photoName": "tehran_surb_grigor"
                       },
                       {
                         "name": "Церковь Святого Георгия (Сурб Геворг), Тегеран",
                         "lat": 35.6738,
                         "lon": 51.4121,
                         "isActive": true,
                         "address": "Darkhungah Alley, старый район Сангела́дж, Тегеран, Иран",
                         "description": "Сурб Геворг — армянская Апостольская церковь, построенная в 1795 году как небольшая часовня дважды переселёнными армянами из Тбилиси и Арцаха. В 1835 году бокалили, а здание, которое мы видим сегодня, возведено в 1882-1884 годах. Церковь выдержана в армянской архитектурной традиции — крестово-купольная структура с куполом на октогональном барабане и колокольней, пристроенной с южной стороны из-за особенностей участка. Это второе по древности армянское молитвенное пространство в Тегеране, сразу после церкви Святых Фаддея и Варфоломея.\n\nЗа долгие века церковь оставалась духовным прибежищем для армян, потерявших дома, и центром прихода: здесь находились школа с 1871 года, и проводились богослужения с сохранением обрядов. В склепах под церковью покоятся выдающиеся личности армян Ирана, в том числе художник Акоп Ховнатанян и генерал Мартироc Давидханян. Сурб Геворг входит в реестр национального культурного наследия Ирана (регистрационный номер 1621) и продолжает действовать как живая святыня армянской общины.",
                         "photoName": "tehran_surb_gevorg"
                       },
                       {
                         "name": "Церковь Святых Переводчиков, Тегеран",
                         "lat": 35.77,
                         "lon": 51.42,
                         "isActive": true,
                         "address": "район Вахидиé, улица Мадрасе Арамане, Тегеран, Иран",
                         "description": "Церковь Святых Переводчиков была освящена в ноябре 1968 года, после строительства, начатого 6 октября 1966 года. Она названа в честь святых Переводчиков — учеников Месропа Маштоца. Здание построено как армянская крестовая базилика в стилях традиционной архитектуры, включает купол на цилиндрическом барабане с 12 окнами, пирамидальной крышей с крестом. С севера к нему примыкает нартекс с открытым восьмигранным колокольней на крыше. Стены выложены из кирпича, внутренняя отделка — штукатурка и библейские фрески. На церковном дворе установлена бюст-скульптура Маштоца армянкой-художницей Лилит Терьян.\n\nЭтот храм является частью Тегеранской епархии Киликийского Католикосата и служит духовным центром армянской диаспоры. Он стал местом молитвы и культурной памяти — убежищем для переселенцев после разрушительного землетрясения в районе Казвина в 1962 году.",
                         "photoName": "tehran_surb_targmantsats"
                       },
                       {
                         "name": "Церковь Святого Месропа, Машхад",
                         "lat": 36.2978,
                         "lon": 59.6050,
                         "isActive": true,
                         "address": "улица Хорасан, недалеко от станции метро Имам Хомейни, Машхад, Иран",
                         "description": "Церковь Сурб Месроп — единственное армянское молитвенное сооружение в Машхаде, построенное армянской общиной в 1941 году. Относится к Апостольской Армянской Церкви, под юрисдикцией Тегеранской епархии Киликийского католикосата. Построена в архитектурном типе базилики с двумя коническими куполами, одна из которых увенчана железным крестом. Богатая архитектура включает световые проёмы на северной и южной стенах, создающие мягкое освещение.\n\nУ храма была небольшая библиотека с армянскими и русскими изданиями (более 1 000 томов). После массового оттока армян из города, функции храма стали ограниченными. В 2005 году церковь включена в национальный реестр культурного наследия Ирана. В 2017 году были приняты меры по реставрации и украшению фасада, подтвердив её статус национального памятника.",
                         "photoName": "mashhad_surb_mesrop"
                       },
                       {
                         "name": "Церковь Святого Месропа, Рашт",
                         "lat": 37.2821,
                         "lon": 49.5842,
                         "isActive": true,
                         "address": "город Рашт, улица Саади, напротив бывшего губернаторства, провинция Гилян, Иран",
                         "description": "Церковь Сурб Месропа — армянская Апостольская церковь, возведённая первоначально в конце правления Каджаров и завершённая в 1954 году в архитектурном стиле «Пехлеви». Храм с двумя куполами стоит на Саади-стрит, напротив старого губернаторства Рашта и входит в реестр национального культурного наследия Ирана с регистрационным номером 21523.\n\nИстория её современного здания началась после пожара, уничтожившего старую церковь рядом с базаром в 1920 году. Новый храм был заложен на территории армянской школы и освящён 14 августа 1966 года архиепископом Ованесом Хаджианом.\n\nСегодня церковь, несмотря на уменьшение количества прихожан, остаётся активным духовным центром армянской общины Рашта и символом их культурной памяти.",
                         "photoName": "rasht_surb_mesrop"
                       },
                       {
                         "name": "Церковь Святой Богородицы (Сурб Аствацацин), Бандар-е Анзали",
                         "lat": 37.4733,
                         "lon": 49.4609,
                         "isActive": true,
                         "address": "площадь Имама Хомейни, проспект Мотахарри, Бандар-е Анзали, провинция Гилан, Иран",
                         "description": "Сурб Аствацацин — армянская Апостольская церковь эпохи Каджаров, возведённая в 1885 году одной из армянских семей города. Относится к Тегеранской епархии Великого Дома Киликийского Католикосата.\n\nСтроение прямоугольной формы ориентировано с запада на восток. Снаружи стены покрыты цементным слоем, внутри — оштукатурены. Число входов — три: с северной, западной и южной сторон. Алтарная часть находится на востоке, по обеим сторонам — ризницы. Купол колокольни, сооружённый над западным входом, опирается на шесть колонн, перекрытие внутри держится на четырёх мощных столбах.\n\nСурб Аствацацин — живое свидетельство присутствия армян в Анзали, сохранившее веру и духовную самоидентификацию общины. В 2023 году объявлено о планах реставрации церкви, с намерением вновь открыть её для прихожан и посетителей.\n",
                         "photoName": "bandar_anzali_surb_astvatsatsin"
                       },
                       {
                         "name": "Церковь Святой Богородицы (Сурб Аствацацин), Хамадан",
                         "lat": 34.7980,
                         "lon": 48.5150,
                         "isActive": true,
                         "address": "улица Экбатан, Хамадан, Иран",
                         "description": "Церковь Сурб Аствацацин — Армянская Апостольская Церковь в городе Хамадан, подчинённая Тегеранской епархии Великого Дома Киликийского Католикосата. Основана в 1676 году, она стала первой церковью армянской общины переселенцев из Восточной Армении, размещённой в древнем районе Экбатан (Hamadan). Храм служит духовным центром не только для города, но и для окружающих армянских деревень: Анулаж, Дехзун, Дасумабад и Шаварин. С тех пор он остаётся знаком сохранённой веры и культурной преемственности — служит местом молитвы, праздника и общинной памяти.",
                         "photoName": "hamadan_surb_astvatsatsin"
                       },
                       {
                         "name": "Кафедральный собор Святого Спасителя, Новая Джуга (Исфахан)",
                         "lat": 32.6363,
                         "lon": 51.6557,
                         "isActive": true,
                         "address": "Новая Джуга, Исфахан, Иран",
                         "description": "Кафедральный собор Святого Спасителя — великолепный армянский кафедральный собор, основанный армянскими переселенцами в Новую Джугу около 1606 года, во времена шаха Аббаса Великого. Основное строительство завершено в 1664-м под патронатом архиепископа Давида, изначальные этапы датируются 1606–1655 годами. \n\nХрам совмещает армянскую архитектурную традицию с персидскими элементами: внутреннее пространство — крестово-купольная базилика, в украшении — изысканные фрески, золочёные резные панели, купол с изображениями сотворения мира и изгнания из Рая, медальоны с херувимами и изящные цветочные мотивы в духе персидской миниатюры. Фасад храма строг и чинён — из современного кирпича, в контрасте с роскошным убранством интерьера.\n\nВо дворе расположен внушительный колокольня, а также музей Хачатура Кесараци, где хранятся армянские рукописи, хачкары и культурные реликвии. Сам собор и архитектурный ансамбль считаются драгоценным памятником армянской духовности и художественной мысли на земле Ирана.",
                         "photoName": "isfahan_vank_cathedral"
                       },
                       {
                         "name": "Церковь Святого Карапета, Абадан",
                         "lat": 30.3359,
                         "lon": 48.2959,
                         "isActive": true,
                         "address": "рядом с мечетью имама Мусы ибн Джафара, Абадан, провинция Хузестан, Иран",
                         "description": "Сурб Карапета — армянская Апостольская церковь, построенная в Абадане в 1958 году, служившая духовным центром армянской общины города, особенно значимой после Первой мировой войны. Храм построен в стиле па́хлави, имеет прямоугольный план с величавым куполом, который опирается на колонны. Несмотря на сильные повреждения во время ирано-иракской войны, церковь была восстановлена в начале 1990-х годов и внесена в список национальных памятников Ирана (рег. № 8352). Сегодня она стоит как молчаливое напоминание о былом присутствии армян в Абадане и их вере.",
                         "photoName": "abadan_surb_karapet"
                       },
                       {
                         "name": "Церковь Святого Месропа, Ахваз",
                         "lat": 31.3200,
                         "lon": 48.6900,
                         "isActive": true,
                         "address": "улица Шахид-Мостафа, Ахваз, провинция Хузестан, Иран",
                         "description": "Сурб Месроп — армянская Апостольская церковь, освящённая в 1968 году, принадлежит Исфаханской епархии Киликийского Католикосата. Построена по инициативе архитектора и предпринимателя Трдата Давтяна, связанного с Национальной нефтяной компанией. Церковь стала духовным центром армянской общины Ахваза, сохранившей веру и общинную жизнь до исламской революции и ирано-иракской войны. Помимо храма, в её комплексе функционировали армянская школа, конференц-зал, дом для священника и двор. Сегодня церковь одновременно — архитектурный памятник и немой свидетель армянского культурного присутствия в регионе.",
                         "photoName": "ahvaz_surb_mesrop"
                       },
                       {
                         "name": "Церковь Святой Марии, Шираз",
                         "lat": 29.6300,
                         "lon": 52.5450,
                         "isActive": true,
                         "address": "район Санге Сиях (Чёрный Камень), Шираз, провинция Фарс, Иран",
                         "description": "Церковь Сурб Мариям — одна из древнейших армянских святынь Фарса, построена в 1662 году по приказу шаха Аббаса II на месте более ранней капеллы, восходящей к середине XVI века. Она расположена в красивом, ухоженном садовом комплексе и примечательна отсутствием купола — что необычно для армянских церквей — и просторным молитвенным залом с высокой ровной потолочной плоскостью. По сторонам расположены галереи на два этажа, поддерживаемые массивными каменными колоннами и стройными кирпичными столбами с декоративными капителями. Главная святыня — прекрасные фрески на деревянном потолке, в стиле эпохи Сефевидов, с медальонами и узорами в бирюзово-золотых тонах; архитектурные ниши и лепка сохранили оригинальный стиль XVII–XVIII веков.\n\nНесколько раз храм пострадал от землетрясений, но возвращался в первоначальное состояние — последняя реставрация завершена в начале 2020-х годов. Сегодня церковь обычно закрыта и открывается лишь по особым дням для оставшихся армянских прихожан и паломников.",
                         "photoName": "shiraz_surb_mariam"
                       },
                       {
                         "name": "Армянское патриаршество Константинополя (Собор Святой Богородицы — Սուրբ Աստվածածին), Стамбул",
                         "lat": 41.0043,
                         "lon": 28.9598,
                         "isActive": true,
                         "address": "район Кумкапы, Стамбул, Турция",
                         "description": "Армянское патриаршество Константинополя — духовный центр армян Турции, основанный в 1461 году султаном Мехмедом II. Резиденция находится в соборе Святой Богородицы (Սուրբ Աստվածածին) в Кумкапы. Патриархат веками руководил церковной и общинной жизнью, а «Национальная конституция» 1863 года закрепила его роль в управлении делами общины. Несмотря на потрясения XX века, Патриархат остаётся сердцем духовной жизни армян Стамбула.",
                         "photoName": "istanbul_patriarchate"
                       },
                       {
                         "name": "Монастырь Ерменчич",
                         "lat": 43.6189,
                         "lon": 21.8320,
                         "isActive": false,
                         "address": "гора Озрен, около 8 км от Сокобани, Сербия",
                         "description": "Монастырь Ерменчич, посвящённый Архангелам Гавриилу и Михаилу, был основан в конце XIV века у горы Озрен. Его история связана с армянами, которые после Косовской битвы осели в этих местах и воздвигли обитель, давшей название — «Ерменчич» («армянская»). \n\nСуществует две легенды о его основании. Первая рассказывает, что армянский отряд в составе турецкого войска отказался сражаться против христиан и, перейдя на сторону сербов, основал монастырь. Вторая легенда говорит, что обитель построили армянские монахи, бежавшие от турецких преследований. \n\nМонастырь был крупным центром, здесь жило до четырёхсот монахов. Он многократно разрушался — в 1796 году был сожжён турками, позже снова пострадал, но частично восстанавливался. \n\nСегодня сохранилась лишь церковь Святых Архангелов, которая не действует постоянно, однако ежегодно 26 июля здесь собираются верующие на праздник Архангела Гавриила.",
                         "photoName": "ermenchich_serbian"
                       },
                       {
                         "name": "Церковь Святого Григория Просветителя (Абугамренц), Ани",
                         "lat": 40.5160,
                         "lon": 43.5805,
                         "isActive": false,
                         "address": "Город Ани, провинция Карс, Турция",
                         "description": "Церковь Святого Григория Просветителя (Абугамренц) — малая, но хорошо сохранившаяся армянская церковь X века в древнем городе Ани. Построена около 980 года князем Григорием Пахлавуни или его супругой Шушаник, на заре превращения Ани в столицу армянского царства Багратидов. Поздняя надпись от 1040 года указывает, что церковь использовалась как семейная усыпальница Пахлавуни, в её северной стороне размещены часовни св. Стефана и св. Христофора и гробница князя.\n\nАрхитектура — редкий для того времени тип: центрически организованная шестиапсидная ротонда под барабаном с дугообразными нишами, окна барабана образуют двойные аркады. Единый вход ориентирован на юго-запад, что возможно было обусловлено особенностями рельефа. Церковь была разграблена в 1990-е годы, но её конструкция остаётся значимым образцом архитектурного возрождения Ани позднего X–XI века.",
                         "photoName": "ani_st_gregory_abughamrents"
                       },
                       {
                         "name": "Церковь Святого Спасителя (Сурб Пркич), Ани",
                         "lat": 40.5115,
                         "lon": 43.5790,
                         "isActive": false,
                         "address": "примерно в 300 м восточнее Анийского собора, город Ани, Турция",
                         "description": "Церковь Святого Спасителя (Сурб Пркич) — выдающийся памятник армянской архитектуры XI века, построенный в 1035 году княzem Абулгарибом Пахлавуни как реликварий для частицы Животворящего Креста. Это одна из немногих церквей в Ани, дошедших до наших дней.\n\nЕё архитектура удивительна: фундамент церкви — девятнадцатиугольный план, несущий высокий цилиндрический барабан под куполом — сочетание монументальной формы и тщательной деталировки. Внешние стены украшены длинными резными надписями, которые раскрывают историю церкви и города. Фрески XIII века, частично сохранившиеся под слоем побелки, изображают Христа и евангелистов.\n\nВ 1912 году для церкви устроили небольшой музей; восточная часть была разрушена штормом в 1957 году, а затем сильнее повреждена землетрясением 1988 года. Тем не менее церковь остаётся важным объектом в ансамбле Ани и входит в список Всемирного наследия ЮНЕСКО.",
                         "photoName": "ani_surb_prkich"
                       },
                       {
                         "name": "Церковь Святого Креста (Сурб Хач), Ахтамар",
                         "lat": 38.3317,
                         "lon": 43.0494,
                         "isActive": false,
                         "address": "остров Ахтамар, озеро Ван, провинция Ван, Турция",
                         "description": "Церковь Святого Креста (Сурб Хач) — выдающийся памятник армянской архитектуры X века. Возведена в 915–921 годах архитектором-монахом Мануэлем по инициативе царя Гагика Арцруни как придворная церковь. Позже служила резиденцией Ахтамарского католикосата.\n\nОсобенности: план тетраконх с угловыми нишами и куполом, размеры примерно 17 м × 14 м, высота купола — около 24 м. Весь фасад украшен глубокими и сюжетно разнообразными рельефами — «виноградной фризой», сценами из Ветхого и Нового Завета.\n\nПосле 1915 года церковь была заброшена и подвержена разорению. В 2007 году проведена масштабная реставрация, после чего здание функционирует как музей. С 2010 года разрешён единственный литургический акт в год — 19 сентября, а в 2013 году впервые после десятилетий здесь было совершено крещение.\n\nСегодня Ахтамар — культурное и архитектурное свидетельство армянской духовности, остающееся образцом архитектурного и художественного наследия.",
                         "photoName": "akhtamar_holy_cross"
                       },
                       {
                         "name": "Церковь Святого Киракоса (Սուրբ Կիրակոս), Диярбакыр",
                         "lat": 37.9110,
                         "lon": 40.2376,
                         "isActive": true,
                         "address": "квартал Сур, Диярбакыр, Турция",
                         "description": "Церковь Святого Киракоса — крупный армянский храм, построенный примерно в 1376 году (по другим данным, в XVI веке). Это одна из самых больших армянских церквей на Ближнем Востоке, с вместимостью до 1400-3000 прихожан и площадью около 3700 м². \n\nКолокольня церкви долгое время была самым высоким сооружением города, но в 1913 году её пришлось восстановить после удара молнии. В Первую мировую и в годы геноцида церковь использовалась как штаб, склад и фабрика, а её колокольня была разрушена артиллерийским обстрелом. \n\nПосле длительного запустения, церковь вернулась к общине в 1960 году. В 2009-2011 гг. она была полностью отреставрирована усилиями армян диаспоры, местных властей и Церкви, и вновь освящена в конце 2011 года. В 2016 году здание было изъято государством и подверглось повреждениям в ходе боевых действий, но в 2022 году было возвращено верующим и открыто для богослужений.",
                         "photoName": "diyarbakir_surb_kirakos"
                       },
                       {
                         "name": "Церковь Святого Григория Просветителя (Сурб Григор Лусаворич), Кайсери",
                         "lat": 38.71748,
                         "lon": 35.48980,
                         "isActive": true,
                         "address": "Tacettinveli Mah., Topaç Sok. 5, Кайсери, Турция",
                         "description": "Армянская апостольская церковь в историческом квартале Кайсери. Основана в 1191 году; в 1653 году перестроена и в дальнейшем неоднократно ремонтировалась. План — трёхнефная базилика с куполом на барабане; центральный неф отделён от боковых аркадами. После долгого запустения храм был восстановлен в конце XX — начале XXI века и вновь открыт для богослужений, оставаясь главным памятником армянского духовного наследия города.",
                         "photoName": "kayseri_surp_krikor_lusavoric"
                       },
                       {
                         "name": "Церковь Святых Апостолов (Сурб Аракелоц), Карс",
                         "lat": 40.61133,
                         "lon": 43.09075,
                         "isActive": false,
                         "address": "у подножия крепости Карс, Kaleiçi, Карс, Турция",
                         "description": "Церковь Святых Апостолов — центральный купольный храм (тетраконх) X века, построенный царём Абасом I Багратуни между 931 и 942 годами. Его архитектурная планировка с четырьмя апсидами и куполом вдохновлена церковью Святого Иоанна в Мастаре. На барабане находятся рельефы двенадцати апостолов. Храм многократно менял назначение: в XVI веке стал мечетью, затем православным собором, музеем, и в 1993 году вновь был обращён в мечеть. Сегодня служит частью крупного исламского комплекса.",
                         "photoName": "kars_mechet_arakeloc"
                       },
                       {
                         "name": "Церковь Пресвятой Богородицы (Сурб Аствацацин), Газиантеп",
                         "lat": 37.0688,
                         "lon": 37.3831,
                         "isActive": false,
                         "address": "район Тепебашы, Кыймметтепе, Газиантеп, Турция",
                         "description": "Церковь Пресвятой Богородицы, построенная в 1892–1893 годах османско-армянским архитектором Саркисом Баляном и каменщиком Саркисом Ташчияном, была центральным собором армян Газиантепа и частью церковного комплекса с школой и административными зданиями. В 1915 году церковь была разграблена и закрыта, затем переоборудована в тюрьму в 1920-х. В 1984–1986 годах здание передали Управлению по делам религий и превратили в мечеть Куртулуc (“Освобождения”). Здание сохранило элементы армянской готико-неоклассической архитектуры: арочные окна, круглые окна на верхнем уровне, каменная кладка, крыша с четырёхскатной конструкцией.",
                         "photoName": "gaziantep_surb_astvatsatsin"
                       },
                       {
                         "name": "Монастырь Святого Варфоломея (Сурб Բարդուղիմեոս), село Альбайрак, Ван",
                         "lat": 38.3573,
                         "lon": 43.2225,
                         "isActive": false,
                         "address": "село Альбайрак (истор. Ахбак), район Башкале, провинция Ван, Турция",
                         "description": "Монастырь Святого Варфоломея — армянский монастырский комплекс XIII века, воздвигнутый в месте, традиционно считающемся могилой апостола Варфоломея. По некоторым источникам, основан царём Санатруком I в II веке, по другим — святым Григорием Просветителем в IV веке. Впервые упоминается как «пустынь Ашад» в X веке; известен под именем монастыря апостола с 1316 года. Был важным духовным центром Агпагской епархии, здесь находился скрипторий, а во времена настоятеля Кириака (†1457) проживало около 30 монахов. Храм относится к крестово-купольной типологии XIII–XIV веков, в составе — церковь с притвором, хозяйственные постройки и школа. Частично перестраивался в 1755 и 1878 годах, но в 1960-х разрушен турецкой армией в ходе разрушительных акций. В 2011 году были объявлены планы реставрации, однако до сих пор не реализованы.",
                         "photoName": "van_saint_bartholomew_monastery"
                       },
                       {
                         "name": "Монастырь Ехегнамор (Церковь Пресвятой Богородицы)",
                         "lat": 40.1986,
                         "lon": 43.5850,
                         "isActive": false,
                         "address": "село Ченгилли (бывшее Ехегнамор), провинция Карс, Турция",
                         "description": "Монастырь Ехегнамор, также известный как Церковь Пресвятой Богородицы, был одним из значимых армянских монастырских комплексов исторической Армении, расположенных на территории современной провинции Карс. Основан в раннесредневековый период, он служил духовным центром местной армянской общины. Храм был возведён из тёсаного камня и выделялся строгой, но величественной архитектурой с купольной композицией, характерной для армянского церковного зодчества.\n\nВ течение веков монастырь являлся местом паломничества и образования: здесь переписывались книги, развивалась богословская традиция и хранились реликвии. После геноцида армян и исхода населения обитель оказалась заброшенной и постепенно пришла в упадок. Сегодня от монастыря сохранились живописные руины, свидетельствующие о его былом значении.\n\nЕхегнамор остаётся важным символом духовного и культурного наследия армянского народа в регионе, а его стены продолжают хранить память о многовековой истории армянского христианства.",
                         "photoName": "eghgnamor_monastery"
                       },
                       {
                         "name": "Монастырь Кармраванк",
                         "lat": 38.3658,
                         "lon": 42.9081,
                         "isActive": false,
                         "address": "южный берег озера Ван, район Геваш, провинция Ван, Турция",
                         "description": "Монастырь Кармраванк — армянский монастырский комплекс X века, основанный царём Гагиком I из династии Арцрунидов. Получил название «Красный монастырь» из-за реликвария, украшенного красными драгоценностями и содержащего частицу Животворящего Креста. Комплекс состоит из двух церквей (главная — Сурб Аствацацин) и частично сохранившейся оборонительной стены. Обитель находилась под управлением Ахтамарского католикосата до конца XIX века и была разграблена в 1895 году.",
                         "photoName": "karmravank_monastery"
                       },
                       {
                         "name": "Монастырь Аменапркич (Всеспасителя), Трабзон",
                         "lat": 40.9855,
                         "lon": 39.7150,
                         "isActive": false,
                         "address": "в 3 км от города Трабзон, Турция",
                         "description": "Монастырь Аменапркич (Всеспасителя), известный также как монастырь Каймаклы, был основан в 1424 году Степаном Багдасаром. Вокруг сохранились армянские хачкары, а само сооружение сочетает характерные черты средневековой армянской архитектуры. \n\nС этим местом связана легенда: во время строительных работ один из мастеров упал с купола, но чудесным образом остался живым, и в память об этом монастырь назвали «Аменапркич» — «Всеспаситель». Турецкое название «Каймаклы» переводится как «сливочный монастырь» и связано с легендой о подношениях местных жителей. \n\nВ XVII–XVIII веках стены монастыря украсили фрески с библейскими сюжетами, часть которых уцелела. До геноцида армян монастырь был резиденцией епархии Трабзона. После 1915 года он использовался как временный лагерь для депортируемых армян, а позже сильно пострадал и оказался в заброшенном состоянии. \n\nСегодня от комплекса сохранились полуразрушенные стены основной церкви и небольшая часовня, но место остаётся важным напоминанием о многовековом армянском присутствии в регионе.",
                         "photoName": "trabzon_amenaprkich_monastery"
                       },
                       {
                         "name": "Монастырь Варзахан (Varzahan), Байбурт",
                         "lat": 40.2660,
                         "lon": 40.2310,
                         "isActive": false,
                         "address": "деревня Варзахан, провинция Байбурт, Турция",
                         "description": "Варзахан — армянский монастырский комплекс XII века (по другим данным X–XI вв.), располагавшийся в деревне провинции Байбурт. Комплекс включал три центральные церкви: октагональную, придорожную надвратную и крестово-купольную, а также кладбище с надгробиями в виде баранов XV века.\n\nАрхеолог и путешественник Остин Генри Лейард описал Варзахан в 1849 году и оставил акварельные зарисовки. В 1911 году историк Бахманн зарегистрировал остатки октагональной церкви и сделал фотографии руин. Согласно местным преданиям, когда-то здесь было до 200 храмов — очевидное преувеличение, но указывает на крупный духовный центр. \n\nВ 1920–1950-х гг. комплекс полностью разрушен — не осталось даже камня. Сегодня от Варзахана не сохранилось ничего, кроме исторических описаний и архивных изображений.",
                         "photoName": "varzahan_monastery_ruins"
                       },
                       {
                         "name": "Церковь Святых Апостолов, Ани",
                         "lat": 40.5510,
                         "lon": 43.3515,
                         "isActive": false,
                         "address": "город Ани, провинция Карс, Турция",
                         "description": "Армянская церковь XI века, одна из центральных святынь Ани. Построена представительницей рода Пахлавуни; первая надпись датирована 1031 годом и сообщает о пожертвовании земли Абухамиром Пахлавуни. Храм выполнен в крестово-купольном типе с четырьмя апсидами в прямоугольном плане. Центральный купол окружён малыми куполами над угловыми нишами — типичный пример армянской архитектуры этого периода. Южный притвор, построенный из камня, сохранился лучше, и был укреплён Николаем Марром в начале XX века (1909–1912), однако большая часть храма до наших дней разрушена в турецкий период.",
                         "photoName": "ani_surb_apostles"
                       },
                       {
                         "name": "Монастырь Агпериг (Святого Фаддея), Агпериг",
                         "lat": 38.6211,
                         "lon": 41.7367,
                         "isActive": false,
                         "address": "Сасунские горы, в 20 км юго-восточнее Муш, Турция",
                         "description": "Монастырь Агпериг (иногда именуемый Агперкаванк или монастырь Вантир) расположен в Сасунских горах, примерно в 20 км юго-восточнее города Муш. Уникален благодаря своему священному источнику — называется «Святой Агпериг», по преданию апостола Фаддея. Говорят, он окунул один из гвоздей, которым был распят Христос, в этот родник, и вода обрела целебную силу.\n\nКомплекс включает церковь Святого Фаддея — трёхапсидное однонефное сооружение, вероятно, построенное до X века, с характерным стрельчатым сводом и нишами под арки. Западнее располагается притвор Святого Стефана, а с северной стороны через крытый переход связана церковь Святого Спасителя (Сурб Пркич), возведённая в середине X века князем Викеном Мамигоняном. К северу от неё — притвор Архистратига Михаила. Кроме того, в комплексе есть колокольня и средневековые оборонительные стены.\n\nВ конце XIX — начале XX века монастырь подвергался нападениям: в 1899 году был убит настоятель отец Газар, в 1908 — его преемник отец Захария. В 1914 году настоятель отец Хачадур и ученики монастырской школы погибли во время геноцида армян.\n\nСегодня от монастыря остались руины, но место продолжает хранить память о духовной традиции и истории армян Сасуна.",
                         "photoName": "aghperig_monastery_ruins"
                       },
                       {
                         "name": "Монастырь Пресвятой Богородицы (Сурб Аствацацин), Арапгир",
                         "lat": 38.6211,
                         "lon": 41.7367,
                         "isActive": false,
                         "address": "Арапгир (провинция Малатья), Турция",
                         "description": "Монастырь Пресвятой Богородицы (Сурб Аствацацин) — крупный армянский монастырский комплекс XIII века в Арапгире. Служил духовным центром местной общины, мог вместить до 3 000 человек. Во время Геноцида армян 1915 года монастырь разграбили и сожгли; после войны здание использовали как школу. В 1957 году, по решению муниципалитета, монастырь был уничтожен — взорван динамитом, а земля продана. Сегодня на его месте — руины, напоминающие о некогда значимом святом месте.",
                         "photoName": "arapgir_surb_astvatsatsin"
                       },
                       {
                         "name": "Девичий монастырь (монастырь Рипсиме), Ани",
                         "lat": 40.5320,
                         "lon": 43.5310,
                         "isActive": false,
                         "address": "город Ани, провинция Карс, Турция",
                         "description": "Девичий монастырь (монастырь Рипсиме) — армянский монастырь XIII века, сооружённый Тиграном Оненцем. Расположен на скалистом мысе над рекой Ахурян. Комплекс включает лишь небольшой фрагмент ворот и шестиярусную купольную церковь с шестью апсидами; фасад украшен изящными аркадами, а купол венчается многощипцовой зонтичной крышей — уникальным архитектурным решением Ани. Внешний барабан купола разделён на двенадцать граней через группы колонн трёх; даже следы красных и кремово-белых красок на камне подтверждают изысканное декоративное оформление. Монастырь назван в честь мучениц-дев Рипсимэ и, возможно, изначально содержал общину монахинь.",
                         "photoName": "ani_hri_psimian_virgins_monastery"
                       },
                       {
                         "name": "Собор Святого Иоанна Крестителя (Багаван)",
                         "lat": 39.6231,
                         "lon": 43.5252,
                         "isActive": false,
                         "address": "Таştекер (в окрестностях Диадина), провинция Агры, Турция",
                         "description": "Собор Святого Иоанна Крестителя (Багаван) — величественный армянский монастырь, построенный в VII веке (631–639) архитектором Исраэлем Горахчеци при епископе Езре. Это был один из самых значительных духовных центров великоармянской провинции Багреванд: в его стенах проходили царские церемонии, созывался совет знати, и именно здесь святой Григорий Просветитель крестил царя Трдата III и придворных. Подобно Звартноцу и Талину, храм отличался размерами (около 46 м × 27 м, высота около 20 м без купола) и строгой монументальностью форм. Монастырь был разграблен в 1877 году и окончательно разрушен после 1915 года. Сегодня он существует лишь в воспоминаниях, архивах и остатках архитектуры, оставшихся на месте.",
                         "photoName": "bagavan_st_john_cathedral"
                       },
                       {
                         "name": "Монастырь Нарекаванк (Сурб Сандухт), Нарек",
                         "lat": 38.2967,
                         "lon": 42.9281,
                         "isActive": false,
                         "address": "село Нарек (ныне Емишлик), южный берег озера Ван, Турция",
                         "description": "Монастырь Нарекаванк — выдающийся армянский монастырский комплекс X века в исторической области Васпуракан. Основан при Анании Нарекаци, он стал духовным и культурным центром армянской письменности, здесь учился и жил святой Григор Нарекаци. Главный храм — Сурб Сандухт — прямоугольная трёхапсидная церковь, к которой примыкали часовня-усыпальница Григора Нарекаци и церковь Богородицы. В истории монастырь служил центром образования, здесь функционировали семинария и школа, а также располагалась богато иллюминированная библиотека.\n\nПосле разрушения в годы Геноцида армян и полного уничтожения комплекса, 1949-го года на месте монастыря была построена мечеть, а крестьяне использовали камни с армянскими надписями в хозяйственных целях. Ду́ши этого святого места живут в памяти народа и артефактах, рассеянных по местности.",
                         "photoName": "narekavank_monastery_ruins"
                       },
                       {
                         "name": "Церковь Святой Марине (Сурб Марине), Муш",
                         "lat": 38.7286,
                         "lon": 41.4876,
                         "isActive": false,
                         "address": "город Муш, Турция",
                         "description": "Церковь Святой Марине (Сурб Марине) — единственная сохранившаяся армянская церковь в Муше, использовавшаяся до 1915 года. Во время геноцида армян её превратили в тюрьму, где замучили многих фидаинов, а после превратили окрестности в свалку. Сегодня церковь находится в руинах и под угрозой полного разрушения, но память о ней продолжает жить в истории и душе народа.",
                         "photoName": "mush_surb_marine_ruins"
                       },
                       {
                         "name": "Монастырь Святого Всеспасителя (Сурб Аменапркич, Еразговорс)",
                         "lat": 40.6936,
                         "lon": 43.7361,
                         "isActive": false,
                         "address": "город Ширакаван (совр. Çetindurak), Турция",
                         "description": "Монастырь Святого Всеспасителя, также известный как Сурб Аменапркич и Еразговорс, был основан по указу царя Смбата I в IX веке в историческом городе Ширакаван. Освящён скорее всего в 897–898 годах и находился недалеко от царского дворца. Он пострадал от сельджукского нашествия 1064 года, затем восстановлен князем Гнелем и епископом Барсегом, а в XIII веке освобождён от налогов Захарянами. Архитектурно — купольный зал с мощными пилонами, треугольными нишами на фасадах, светлым пространством наоса и декором, где сочетаются архаичные и новейшие мотивы. Купол неоднократно разрушался и заменялся, к XIX веку рухнул полностью; к началу XX века уже не функционировал как храм. В 1913–1914 проводился ремонт и обмеры, но после 1920 года монастырь полностью уничтожен — остались лишь фрагменты в земле и память.",
                         "photoName": "shirakavan_holy_savior"
                       },
                       {
                         "name": "Монастырь Варагаванк (Семи Церквей)",
                         "lat": 38.4494,
                         "lon": 43.4608,
                         "isActive": false,
                         "address": "на склонах горы Эрек, примерно в 9 км к юго-востоку от города Ван, Турция",
                         "description": "Варагаванк (монастырь Семи Церквей) — армянский монастырский комплекс VII века, по преданию основан в 653 году на месте обретения части Животворящего Креста. Расположен у подножия горы Эрек (гора Вараг), на юго-восточном склоне от Вана. Комплекс включал семь церквей: Пресвятой Богородицы, Святой Софии, Святого Иоанна, Святого Креста, Жаматун Святого Георгия, часовню Св. Ншан и церковь Святого Сиона. В XVII–XVIII веках монастырь был духовным и образовательным центром Васпуракана. \n\nВо время геноцида армян здесь сожгли группу защитников Вана. Комплекс также пострадал от землетрясения и последующих разрушений. Сегодня сохранились лишь руины, а из церквей частично уцелели лишь Сурб Геворк и Сурб Аствацацин.",
                         "photoName": "varagavank_ruins"
                       },
                       {
                         "name": "Монастырь Святого Знамения (Сурб Ншан), Сивас",
                         "lat": 39.8408,
                         "lon": 36.9422,
                         "isActive": false,
                         "address": "у подножия горы Майрагом, около города Сивас, Турция",
                         "description": "Монастырь Святого Знамения (арм. Սուրբ Նշան վանք) — армянский монастырский комплекс XI века, основанный царём Сенекеримом Арцруни (или его сыном Атом–Ашотом) около 1022 года у подножия горы Майрагом рядом с Сивасом. Здесь первоначально хранились трон и частицы Святого Креста из Варагаванка, а также надгробная плита святого Иоанна Златоуста, благодаря чему обитель получила и второе имя — монастырь Святого Иоанна Златоуста.\n\nЗначимой была образовательная и духовная роль обители: здесь жил католикос Петрос I, была основана гимназия, а в XIX веке функционировала крупная библиотека с сотнями рукописей. Во время Геноцида армян монастырь был разграблен и разрушен, последние остатки до 1980-х годов использовались как военная база, теперь от монастыря не осталось следа, кроме исторической памяти.\n\nМонастырь являлся важным духовным оплотом армянства в Малой Армении, местом хранителем святынь и учебным центром, чья трагическая судьба — яркий пример разрушения армянского культурного наследия.",
                         "photoName": "sivas_surb_nshan_monastery_ruins"
                       },
                       {
                         "name": "Церковь Святого Стефана (Сурб Степанос), Смирна",
                         "lat": 38.4237,
                         "lon": 27.1428,
                         "isActive": false,
                         "address": "Армянский квартал, Смирна (ныне Измир), Турция",
                         "description": "Церковь Святого Стефана — крупнейший армянский храм Смирны, основанный в XVI веке и перестроенный после землетрясения в 1689 и большого пожара в 1845 году. Архитектором реставрации в 1853 году стал Мелкон Ерамян. Храм служил духовно-культурным центром армянского квартала, окружённым школами (Сурб Месроп и Сурб Рипсиме). Во время Великого пожара Смирны 1922 года церковь была сожжена, вместе с армянским кварталом. Сегодня она утрачена, но память о её роли в жизни общины остаётся.",
                         "photoName": "izmir_surb_stepanos_ruins"
                       },
                       {
                         "name": "Церковь Святого Григория Просветителя (Тигран Хоненц), Ани",
                         "lat": 40.5075,
                         "lon": 43.5728,
                         "isActive": false,
                         "address": "город Ани, провинция Карс, Турция",
                         "description": "Построена в 1215 году купцом Тиграном Оненцем (из рода Хоненц) как посвящение Святому Григорию Просветителю. Это одна из лучших сохранившихся средневековых армянских церковных архитектур, с богатым интерьером, украшенным фресками грузинских мастеров. В оформлении — сцены земной жизни Христа и житие Святого Григория, выполненные в византийской манере и снабжённые подписями на греческом и грузинском языках. Внешние надписи на армянском — посвящение и панегирик основателю. В XX веке купол и кровля были частично восстановлены, чтобы защитить фрески от влаги.",
                         "photoName": "ani_tigran_honents_church"
                       },
                       {
                         "name": "Монастырь Святого Креста (Апаранк)",
                         "lat": 39.5,
                         "lon": 39.0,
                         "isActive": false,
                         "address": "околица Эрзинджана, Турция",
                         "description": "Монастырь Апаранк (от арм. «дворец») — святой комплекс X века, воздвигнутый как хранитель части Животворящего Креста. Находился между Эрзинджаном и Ваном, в духе армянской провинции Мохоени. В его составе были несколько церквей — Сурб Карапет (Святого Иоанна Крестителя, 950 г.), Сурб Аствацацин (Пресвятой Богородицы, 983 г.), а также две часовни: Сурб Степаннос (Святого Стефана) и Сурб Аракелот (Святых Апостолов), и даже фонтан середины XVII в. Хотя монастырь слился с землей после трагических событий XX века, его стены всё ещё шепчут молитву памяти об армянской правде, стойкости и спасении.",
                         "photoName": "aparank_monastery_ruins"
                       },
                       {
                         "name": "Монастырь Лим (Лимская Пустынь)",
                         "lat": 38.8647,
                         "lon": 43.3519,
                         "isActive": false,
                         "address": "остров Лим (ныне Адир), озеро Ван, Турция",
                         "description": "Монастырь Лим, известный также как Лимская Пустынь (арм. Լիմ անապատ), — древняя армянская обитель, основанная предположительно до 884 года, возможно связываемая с именем Григора Просветителя. По преданию, он жил или бывал здесь. Комплекс развивался вплоть до XIV века, включая церкви Сурб Аствацацин, Сурб Карапет и Сурб Геворг. Главная церковь — Сурб Геворг — была отреставрирована в 1305 году католикосом Захарией I Ахтамареци; в XVII и XVIII веках пристроены колокольня, притвор и приходской дом.\n\nВ монастыре до XVII века жил до 60 монахов и действовал скрипторий, свидетельством чему являются около 300 манускриптов XIII–XV веков, помещённые сегодня в Матенадаране. Лим играл духовную и культурную роль Васпуракана. Обитель действовала до конца Первой мировой войны; в 1915 году была разрушена османскими войсками, а после 1950-х — заброшена, уцелел лишь притвор. Сегодня её руины хранят память о некогда значительном духовном центре армян на острове.",
                         "photoName": "lim_monastery_ruins"
                       },
                       {
                         "name": "Монастырь Пресвятой Богородицы (Чархапан, Армаш)",
                         "lat": 40.8472,
                         "lon": 30.1950,
                         "isActive": false,
                         "address": "в 25 км к северо-востоку от Измита (бывшая Никомедия), недалеко от села Армаш, Турция",
                         "description": "Монастырь Пресвятой Богородицы Чархапан (также известный как монастырь Армаш) — армянская духовная обитель, основанная в 1611 году Григором (Крикором) Таранахци (по некоторым данным — ещё в 1416 году). Располагаясь в Малой Азии как храм-убежище армян, монастырь стал центром просвещения: здесь действовали типография с журналом «Гюйса» («Надежда»), школа-интернат Гевондянц и семинария Армянского Константинопольского Патриархата. Монастырь пользовался почитанием благодаря Чархапанской иконе Пресвятой Богородицы — источнику многочисленных паломничеств и молитв. После геноцида армян его разграбили, а в 1923–24 годах разрушили: комплекс превращён то в мечеть, то в хозяйственные постройки, сохранилась лишь часть фундамента, типографии и мельницы.",
                         "photoName": "armash_surb_astvatsatsin_ruins"
                       },
                       {
                         "name": "Церковь Святой Троицы (Сурб Ерроротутюн), Сиврихисар",
                         "lat": 39.4370,
                         "lon": 31.0980,
                         "isActive": false,
                         "address": "город Сиврихисар, провинция Эскишехир, Турция",
                         "description": "Церковь Святой Троицы — одна из крупнейших армянских церквей Анатолии, сооружена в 1650 году, затем существенно восстановлена после разрушительного пожара 1876 года; в 1881 году возрождена как храм под руководством архитектора Минтеса Паноята при поддержке прихожан и патриарха Нерсеса II. Внутри — барельефы Богородицы, над входом — ангелы, по бокам — две изящные колокольни. После трагедии 1915 года храм был оставлен и использовался как склад. С 2010 года его реставрацией занимается Министерство культуры Турции, построив во дворе музей скульптур с памятниками Ататюрку, Кязиму Карабекиру и другим. Сегодня церковь служит музейным пространством.",
                         "photoName": "sivrihisar_surb_tertutyun_church"
                       },
                       {
                         "name": "Церковь Святого Николая (Сурб Никогос), Самсун",
                         "lat": 41.2860,
                         "lon": 36.33,
                         "isActive": false,
                         "address": "район Селахийе, Самсун, Турция",
                         "description": "Армянская церковь Святого Николая — одна из древнейших и значимых святынь Самсуна, воздвигнутая в 1840 (или по другим данным — 1849) году в квартале Селахийе, где проживала крупная армянская община. В 1897 году стала центром армянской епархии региона. При храме действовала школа имени Нерсесяна (открыта в 1883-м), в которой обучалось почти 300 учеников, и издавался журнал «Школа». В 1922 году церковь была повреждена в ходе бомбардировки порта, и окончательно снесена в 1936 году турецкими властями — на её месте построена начальная школа. Сегодня здание не сохранилось, но память о духовной жизни армян Самсуна продолжает жить в исторических описаниях.",
                         "photoName": "samsun_nikogayos"
                       },
                       {
                         "name": "Монастырь Святого Акопа (Сурб Акоп), Ачн",
                         "lat": 37.0000,
                         "lon": 35.5000,
                         "isActive": false,
                         "address": "город Ачн (ныне Саимбейли), провинция Адана, Турция",
                         "description": "Монастырь Святого Акопа (Сурб Акоп) — святой армянский монастырь, основанный в 1004 году епископом Хачатуром, как говорит надпись, найденная при реставрации купола в 1900 году. Он стал главным просветительским центром Ачна, когда в городе ещё не было школ: здесь жили и обучались будущие католикосы, епископы и священники, хранились и до сих пор сохранились рукописи монахов. Обитель была построена из гладко обработанного камня, имела прямоугольный план. До наших дней сохранились стены западного и северного фасадов (1,5–2 м высотой), восточный фасад уцелел почти целиком.\n\nЭтот монастырь — символ духовной силы армян в Киликии и хранитель священного знания. Его руины напоминают нам о великой традиции веры и учительства, которая освятила землю предков духовным просвещением.",
                         "photoName": "achn_surb_akop_ruins"
                       },
                       {
                         "name": "Монастырь Чудотворения (Сурб Ерашкавор / Ардзге)",
                         "lat": 38.8053,
                         "lon": 42.7344,
                         "isActive": false,
                         "address": "приблизительно в 3,5 км к северо-западу от Адилджеваза, провинция Битлис, Турция",
                         "description": "Монастырь Чудотворения VIII века — духовное святилище армян, окружённое почитанием за исцеления, считалось местом чудес. Здесь проживал св. Ваган из Гохтена, который принял мученическую кончину около 737 года, отказавшись вернуться в ислам. С XIV по XVII века монастырь служил скрипториумом, где переписывали рукописи; архиепископ Симеон осуществил реставрацию в XVII веке. Во время Хамидийских погромов 1896 года комплекc был разграблен и сожжён, а после геноцида 1915 года окончательно заброшен. Сегодня монастырь существует лишь в руинах — живое напоминание о духовной силе армян и милосердной в действительности веры.",
                         "photoName": "monastery_of_miracles_historical"
                       },
                       {
                         "name": "Собор Пресвятой Богородицы (Сурб Аствацацин), Адана",
                         "lat": 36.9850,
                         "lon": 35.3275,
                         "isActive": false,
                         "address": "город Адана, район Тепебаш, Турция",
                         "description": "Величественный армянский собор Пресвятой Богородицы в Адане, воздвигнутый в 1840 году на месте более древней церкви XIII века из периода Киликийского армянского царства. Он носил имя Сурб Аствацацин — «Пресвятой Богородицы» — и символизировал духовную силу и общинную жизнь армян Адани. На рубеже XX века, под руководством архиепископа Мушега Серопяна, собор был расширен и стал архиерейской резиденцией: тут же находились епархия и армянская средняя школа. После трагедии 1915 года он был сначала использован как военный склад, затем в 1930-е годы передан под кинотеатр Tan Sineması, и, наконец, в 1970-х годах был полностью снесён для строительства здания регионального отделения Центрального банка Турции. Сегодня на этом месте осталось только память о некогда духовном сердце армянской общины Аданы.",
                         "photoName": "adana_astvacacin_tepebash"
                       },
                       {
                         "name": "Церковь Пресвятой Богородицы (Сурб Аствацацин), Кайсери",
                         "lat": 38.7175,
                         "lon": 35.4894,
                         "isActive": false,
                         "address": "центр города Кайсери, район Cumhuriyet, Турция",
                         "description": "Армянская церковь Сурб Аствацацин (Пресвятой Богородицы) была основана в XIX веке на средства Карапета Зартаряна и располагалась внутри старых крепостных стен Кайсери. После 1915 года неоднократно использовалась как выставочный зал, полицейский участок и спортзал. В 2017 году началась реставрация здания, и уже в 2020 году церковь преобразована в библиотеку, содержащую около 50 000 книг (бумажных и цифровых). Сегодня это место памяти духовной жизни армян города.",
                         "photoName": "kayseri_surb_astvatsatsin"
                       },
                       {
                         "name": "Церковь Святого Знамения (Сурб Ншан), Картал (Стамбул)",
                         "lat": 40.890041,
                         "lon": 29.187611,
                         "isActive": true,
                         "address": "район Картал, Стамбул, Турция",
                         "description": "Сурб Ншан — живая армянская апостольская церковь в Картале, воздвигнутая в 1776 году на месте предыдущей часовни. Этот молитвенный дом восстанавливало поколение благочестивых армян во главе с Симоном, Га­гопом и Хаджи Грикором Норадунянами в год 1857-й, и с тех пор он пребывает в лоне Церкви, где верующие приходят помолиться за мир, сохранение языка и сердца, исполненного любви к Христу. Координаты уточнены на основе официальных данных географической службы.",
                         "photoName": "istanbul_kartal_surb_nishan"
                       },
                       {
                         "name": "Кафедральный Собор Пресвятой Богородицы (Сурб Аствацацин), Стамбул",
                         "lat": 41.0044,
                         "lon": 28.9611,
                         "isActive": true,
                         "address": "квартал Кумкапы, район Фатих, Стамбул, Турция",
                         "description": "Кафедральный Собор Пресвятой Богородицы (арм. Սուրբ Աստվածածին Աթոռանիստ Մայր Տաճար) — главный храм Константинопольского Патриархата Армянской Апостольской Церкви. Церковь получила современный каменный облик в 1828 году после многократных разрушений вследствие пожаров, и с тех пор является духовным центром армян Стамбула. Рядом с храмом располагалась школа, а в 1870-м перед воротами была возведена каменная колокольня. Собор не только архитектурная святыня — он продолжает служить местом молитвы и духовного ободрения армянской общины города.",
                         "photoName": "istanbul_surb_astvatsatsin_cathedral_kumkapi"
                       },
                       {
                         "name": "Церковь Святого Царя (Сурб Тагавор), Кадыкёй, Стамбул",
                         "lat": 40.9890,
                         "lon": 29.0280,
                         "isActive": true,
                         "address": "район Кадыкёй, Стамбул, Турция",
                         "description": "Армянская церковь, основанная, как считается, в XVII веке (первое упоминание — 1722 год), изначально называлась Сурб Аствацацин — «Пресвятая Богородица». После реконструкции в 1814 году, а также реставрации после землетрясения 1840 года, в 1858 году храм стал называться Сурб Тагавор — «Святой Царь». В этом же году при церкви открылись школы Амазасбян и Мурадян для девочек. В 1936-м был расширен внутренний двор благодаря дарению Ованеса Норадуняна. В XXI веке (в частности, 2006 и 2011 годы) проходили реставрационные работы. Церковь остаётся духовным центром армянской общины азиатской части Стамбула, несмотря на акты вандализма, включая надписи и танцы возле креста, которые вызывают обеспокоенность верующих и общественности.",
                         "photoName": "istambul_tagavor_kadikay"
                       },
                       {
                         "name": "Церковь Святого Петра (Сурб Педрос), Газиантеп",
                         "lat": 37.0586,
                         "lon": 37.3761,
                         "isActive": true,
                         "address": "центр города Газиантеп, район Шахинбей, Турция",
                         "description": "Армянская церковь Сурб Педрос, возведённая в 1723 году, стоит как великая молитвенная память армян, когда-то населявших Антеп. На протяжении XIX—XX веков она меняла функции — от склада пряжи до культурного центра. После реставрации в 2008 году стала культурным центром имени Омера Эрсоя, где ныне звучит музыка и голос творчества народа. Пусть и сегодня это здание возвещает, что правда веры, словно камень, остаётся нерушимой.",
                         "photoName": "gaziantep_surb_pedros"
                       },
                       {
                         "name": "Монастырь Святого Анании (Сурб Анания), Пор (Değirmenaltı)",
                         "lat": 38.4300,
                         "lon": 42.1750,
                         "isActive": false,
                         "address": "деревня Пор (Değirmenaltı), приблизительно в 7 км к северо-востоку от Битлиса, Турция",
                         "description": "Монастырь Святого Анании — древний армянский монастырь, основанный в VI–VII веках и получивший современный облик в XV веке. Расположен в селе Пор, ныне Değirmenaltı, примерно в 7 км северо-восточнее Битлиса. Обитель состояла из единого нефа с лепной крышей и круглой апсидой, а к западной стене пристроен зaматун — молельное помещение-галерея. С южной стороны сохранилось несколько рядов хачкаров — выдающееся собрание памятников резьбы, с надписями датировки от XV до XVI веков. После геноцида храм был конфискован и использовался как амбар; ныне сохранились только руины, но место продолжает стоять как тихий свидетель духовной истории армян Западной Армении.",
                         "photoName": "por_st_anania_monastery_ruins"
                       },
                       {
                         "name": "Церковь Святого Теодороса (Сурб Теодорос), Багаран",
                         "lat": 39.6550,
                         "lon": 43.0000,
                         "isActive": false,
                         "address": "город Багаран, историческая область Айрарат, современная провинция Карс, Турция",
                         "description": "Церковь Святого Теодороса (Сурб Теодорос) — величественный раннехристианский храм VII века, построенный в 624–631 годах князем Бутом Аравегяном и его супругой Анной. Это один из первых армянских крестово-купольных храмов, чья архитектура повлияла на формирование византийских и западноевропейских церквей. Стилистически относится к типу «квадрифолия»: купол на четырёх стенах-опорах, апсиды снаружи, обширные окна, создающие эффект проницаемого света. Храм подвергался разрушениям — во время нашествия сельджуков (1048 г.) и окончательно был взорван в 1950-х годах. Сегодня он не действует, от него остались лишь руины, но память о нём продолжает вдохновлять своей духовной силой.",
                         "photoName": "bagaran_surb_teodoros_ruins"
                       },
                       {
                         "name": "Церковь Святого Григория Просветителя (Сурб Григор Лусаворич), Кузгунджук",
                         "lat": 41.0367,
                         "lon": 29.0303,
                         "isActive": true,
                         "address": "Çarşı Cad. 49, район Кузгунджук (Ускюдар), Стамбул, Турция",
                         "description": "В тихой долине Кузгунджука, у берегов Босфора, стоит храм во имя святителя Григория Просветителя — крестителя Армении. Первоначально деревянная церковь была построена в 1835 году, а в 1861 году возведена заново на средства благочестивого мецената. С тех времён она стала духовным прибежищем армян Стамбула и центром их приходской жизни. \n\nВ середине XIX века при храме была основана школа, чтобы дети воспитывались в вере и родном языке. Само здание, исполненное в традициях крестово-купольной архитектуры, отличается благородной простотой и строгостью линий. Во дворе расположен каменный фонтан, освящённый в начале XX века, символ чистоты и духовного обновления. \n\nНесмотря на испытания времени, закрытия и осквернения, церковь сохранила своё предназначение. В начале XXI века храм был восстановлен и вновь освящён, чтобы и ныне оставаться светочем христианской веры и духовной опорой для армянской общины Стамбула. Здесь и поныне совершаются богослужения, и звучит молитва во имя Господа.",
                         "photoName": "kuzguncuk_surb_krikor"
                       },
                       {
                         "name": "Монастырь Святого Фомы (Сурб Товмас), Ван",
                         "lat": 38.6000,
                         "lon": 42.5700,
                         "isActive": false,
                         "address": "в 2 км северо-западнее села Кандзак (Алтынсач), район Геваш, провинция Ван, Турция",
                         "description": "Монастырь Святого Фомы — древняя армянская обитель, основанная ориентировочно в X–XI веках у берегов озера Ван. Возвышаясь почти на две тысячи метров над уровнем моря, он был построен, чтобы хранить мощи апостола Фомы — «Просветителя Востока». В Средние века монастырь процветал как скрипторий, здесь переписывались священные рукописи. В XVII веке вокруг возведена оборонительная стена, а вокруг — процветало духовное братство. После геноцида армян храм был разграблен и заброшен, с тех пор используется как овчарня. Сегодня от комплекса остались полуразрушенные церковь с трёхапсидной планировкой, западный притвор, остатки крепостной стены и древнее кладбище. Монастырь продолжает возноситься к небу как немая молитва памяти и веры армянских поколений.",
                         "photoName": "van_surb_tovmas_monastery_ruins"
                       },
                       {
                         "name": "Церковь Святого Григория Просветителя (Сурб Григор Лусаворич), Галата, Стамбул",
                         "lat": 41.0256,
                         "lon": 28.9784,
                         "isActive": true,
                         "address": "район Галата (Бейоглу), Стамбул, Турция",
                         "description": "Церковь во имя святого Григория — Просветителя Армении — была основана в 1360 году и на протяжении веков переживала пожары и восстанавления. После разрушения в 1958 году ради городской реконструкции, благодарные армяне воздвигли её заново в 1962 году. Новый храм с приподнятым куполом и строгими аркадами сохранил черты древней архитектуры и был освящён в 1966 году. Несмотря на испытания — покушения, грабежи и даже попытку поджога — храм продолжает служить духовной крепостью армянской общины Стамбула. Последняя реставрация завершена в 2011 году, и ныне здесь снова звучат молитвы и благодать веры.",
                         "photoName": "galata_surb_krikor"
                       },
                       {
                         "name": "Церковь Святого Степаноса (Сурб Степанос), Ларнака",
                         "lat": 34.9148,
                         "lon": 33.6356,
                         "isActive": true,
                         "address": "Armenian Church Street, центр города Ларнака, Кипр",
                         "description": "Церковь Сурб Степанос воздвигнута в 1909 году как часовня в память армян-мучеников, переживших Киликийский погром, и стала первым памятником в диаспоре, посвящённым этому страданию. В 1913–1914 годах она была обновлена и открыта как храм, освящённый в 1918 году; с тех пор его стены хранят память народа, обет веры и надежду на воскресение. В середине XX века храм реставрирован, в XXI веке вновь обновлён, а во дворе установлен крест-камень (хачкар) в честь столетия жертв Адана — как тихий каменный крик памяти. Церковь — место молитвы, где вера и память едины.",
                         "photoName": "larnaca_surb_stepanos"
                       },
                       {
                         "name": "Церковь Святой Богородицы (Сурб Аствацацин), Никосия",
                         "lat": 35.1528,
                         "lon": 33.3683,
                         "isActive": true,
                         "address": "улица Арменияс, район Строволос, Никосия, Кипр",
                         "description": "Этот храм — живой памятник незабвенной вере армянской общины. Воздвигнут в 1981 году рядом с армянской школой «Нарег» после потери первоначальной древней церкви, вскоре оказавшейся в турецкой зоне. Строительство стало плодом поддержки правительства Кипра, Всемирного совета церквей и многих благотворителей, а освящен 22 ноября 1981 года в присутствии Католикосов Киликии и представителей общины. Храм — дом молитвы, где каждый камень веет стойкостью и надеждой, где звучат слова о мире и сохранении верности Христу.",
                         "photoName": "nicosia_surb_astvatsatsin"
                       },
                       {
                         "name": "Церковь Святого Георгия (Сурб Кеворк), Лимассол",
                         "lat": 34.69,
                         "lon": 33.07,
                         "isActive": true,
                         "address": "Vasili Michaelidi 16, Лимассол, Кипр",
                         "description": "В сердце Лимассола стоит храм во имя прославленного святого Георгия — дом молитвы для крепкой армянской общины. Основан в 1939 году, он стал духовным причалом, где возобновляется вера и передаётся благословение потомкам. Богослужения совершаются два раза в месяц, когда священник прибывает из Ларнаки. В 1951 году при храме открылась школа, ставшая истинной семенницей любви к слову Божию и родной культуре. Сегодня храм сохраняет свою миссию — служит местом молитвы, образования и надежды.",
                         "photoName": "limassol_surb_gevorg"
                       }
                       
                       
]
