[
  {
    "name": "(Согомон Согомонян) Комитас",
    "subtitle": "Композитор, музыковед, этнограф",
    "section": "culture",
    "imageName": "komitas",
    "birthCity": "Кютахья",
    "birthCountry": "Османская империя",
    "birthLat": 39.4231,
    "birthLon": 29.9833,
    "birthYear": 1869,
    "deathYear": 1935,
    "bio": "Комитас (Согомон Согомонян, 1869–1935) родился в городе Кютахья в Османской империи в семье ремесленника. После ранней смерти родителей был взят на попечение Эчмиадзинской духовной семинарии, где проявил выдающиеся способности в музыке и пении.\n\nВ 1896 году он был рукоположен в священники и получил имя Комитас. В том же году отправился в Берлин, где учился в консерватории, овладел европейской музыкальной наукой и техниками композиции. Его знания позволили ему соединить армянскую народную музыкальную традицию с современными методами обработки.\n\nКомитас собрал и обработал тысячи армянских народных песен, спасая их от забвения. Он не просто фиксировал мелодии, но и сохранял их аутентичность, развивая принципы национальной музыкальной школы. Его труды оказали огромное влияние на становление профессиональной армянской музыки.\n\nВ 1915 году Комитас был арестован вместе с армянской интеллигенцией в Константинополе, что стало тяжёлым ударом для него. После освобождения его психическое здоровье было подорвано, и он провёл последние годы жизни в Париже в уединении.\n\nСегодня Комитас считается основоположником армянской национальной композиторской школы. Его имя связано не только с музыкой, но и с сохранением культурной памяти, он стал символом духовной стойкости армянского народа."
  },
  {
    "name": "Ованес Туманян",
    "subtitle": "Писатель, поэт, общественный деятель",
    "section": "culture",
    "imageName": "tumanyan",
    "birthCity": "Дсех",
    "birthCountry": "Эриванская губерния, Российская империя",
    "birthLat": 40.8397,
    "birthLon": 44.6933,
    "birthYear": 1869,
    "deathYear": 1923,
    "bio": "Ованес Туманян (1869–1923) родился в селе Дсех в Лори. С юных лет проявил интерес к литературе и устному народному творчеству. Учился в Тбилисской духовной семинарии, но вскоре полностью посвятил себя литературной деятельности.\n\nТуманян писал стихи, поэмы, сказки и рассказы, в которых изображал жизнь армянского народа. Его произведения отличались простотой языка, глубиной чувств и обращением к национальным традициям. Многие его сказки стали классикой детской литературы.\n\nВажной частью его деятельности была общественная работа. Он возглавлял литературные кружки, организовывал культурные инициативы, участвовал в благотворительности и помощи беженцам в годы войн и катастроф.\n\nТуманян был также посредником в межнациональных конфликтах, стремясь к миру и взаимопониманию между народами Кавказа. Его авторитет как писателя и общественного деятеля был чрезвычайно высок.\n\nПосле смерти Туманяна его произведения были переведены на многие языки, а сам он признан «поэтом всех армян». Его творчество стало частью золотого фонда армянской литературы."
  },
  {
    "name": "Мартирос Сарьян",
    "subtitle": "Художник, мастер цвета",
    "section": "culture",
    "imageName": "saryan",
    "birthCity": "Нахичевань-на-Дону",
    "birthCountry": "Российская империя",
    "birthLat": 47.2167,
    "birthLon": 39.7167,
    "birthYear": 1880,
    "deathYear": 1972,
    "bio": "Мартирос Сарьян (1880–1972) родился в Нахичевани-на-Дону в семье армянских переселенцев. В юности переехал в Москву, где учился в художественном училище, примкнув к объединению «Голубая роза».\n\nСарьян рано выработал собственный художественный стиль, основанный на ярких красках и декоративности. Его пейзажи и портреты стали символом радостного и солнечного мировосприятия, в которых отразились национальные мотивы и восточные традиции.\n\nС 1920-х годов художник жил и работал в Ереване. Он активно участвовал в культурной жизни Армении, создавал полотна, посвящённые природе, людям и историческим событиям. Его мастерская стала школой для новых поколений художников.\n\nВ годы советской власти Сарьян был признан официально, но сохранил свою индивидуальность. Его творчество воспринималось как национальное достояние, его выставки проходили в разных странах.\n\nСегодня Сарьян считается одним из крупнейших армянских живописцев XX века. Его картины хранятся в ведущих музеях мира, а в Ереване действует Дом-музей Сарьяна, привлекающий тысячи посетителей."
  },
  {
    "name": "(Ованес Айвазян) Иван Айвазовский",
    "subtitle": "Художник-маринист",
    "section": "culture",
    "imageName": "aivazovsky",
    "birthCity": "Феодосия",
    "birthCountry": "Российская империя",
    "birthLat": 45.0319,
    "birthLon": 35.3825,
    "birthYear": 1817,
    "deathYear": 1900,
    "bio": "Иван Константинович Айвазовский (Ованес Айвазян, 1817–1900) родился в Феодосии в армянской семье. Его талант проявился с раннего возраста, и он поступил в Академию художеств в Петербурге, где быстро стал одним из лучших учеников.\n\nАйвазовский приобрёл известность как мастер морских пейзажей. Его картины поражали реализмом и поэтичностью изображения моря. За свою жизнь он написал более 6 000 полотен, среди которых «Девятый вал» стал символом романтической живописи.\n\nХудожник был не только мастером кисти, но и общественным деятелем. Он активно помогал Феодосии, строил школы, музей, картинную галерею. Айвазовский поддерживал армянскую церковь и культуру, финансировал строительство храмов.\n\nОн путешествовал по Европе и Востоку, был признан в Италии, Франции, Турции, России. Его работы высоко ценились при дворе, а сам он получил многочисленные награды и титулы.\n\nАйвазовский умер в родном городе, где до сих пор находится его дом-музей и галерея. Он остался в истории как один из крупнейших маринистов мира и гордость армянского народа."
  },
  {
    "name": "Паруйр Севак",
    "subtitle": "Поэт, литературовед",
    "section": "culture",
    "imageName": "sevak",
    "birthCity": "Чанахчи",
    "birthCountry": "Армения",
    "birthLat": 40.0317,
    "birthLon": 44.4667,
    "birthYear": 1924,
    "deathYear": 1971,
    "bio": "Паруйр Севак (1924–1971), настоящее имя Паруйр Геворкян, родился в селе Чанахчи (ныне Зангакатун). Окончил Ереванский университет, затем аспирантуру в Москве, где защитил кандидатскую диссертацию по филологии.\n\nС ранних лет писал стихи, которые отличались эмоциональной силой и философской глубиной. Его творчество сочетало в себе национальные мотивы и универсальные темы: любовь, свобода, судьба народа. Книги стихов «Не молчи, Господи» и «Нескончаемая строка» стали этапными в армянской поэзии XX века.\n\nСевак был также литературоведом, изучал и комментировал наследие Комитаса, написал исследования о классиках армянской литературы. Его научная работа укрепила представление о значении армянской культурной традиции.\n\nВ 1960-е годы он стал общественным деятелем, депутатом Верховного Совета Армянской ССР, участвовал в культурной жизни и выступал в защиту языка и национальной идентичности.\n\nПаруйр Севак погиб в автокатастрофе в 1971 году. Его смерть вызвала большой отклик в обществе. Сегодня он признан одним из величайших поэтов Армении XX века, а его произведения продолжают переиздаваться и изучаться."
  },
  {
    "name": "(Акоп Мелик-Акопян) Раффи",
    "subtitle": "Писатель, публицист, просветитель",
    "section": "culture",
    "imageName": "raffi",
    "birthCity": "Паяджук, Салмасский уезд",
    "birthCountry": "Персия",
    "birthLat": 38.5667,
    "birthLon": 44.7667,
    "birthYear": 1835,
    "deathYear": 1888,
    "bio": "Раффи, настоящее имя Акоп Мелик-Акопян (1835–1888), родился в селе Паяджук Салмасского уезда Персии в семье образованных армян. Его отец был сельским старостой, а мать происходила из старинного рода. Получив первоначальное образование у местных духовных наставников, он продолжил обучение в Тифлисской гимназии и был тесно связан с просветительской средой Кавказа. Ранние впечатления от жизни в армянских селах, бедственного положения народа и воспоминания о разрушенных святынях глубоко повлияли на мировоззрение будущего писателя.\n\nВ юности Раффи активно занимался самообразованием: изучал европейские языки, философию, историю и литературу. Он читал работы просветителей и романтиков, что укрепило его стремление посвятить жизнь делу просвещения и национального возрождения. Параллельно он преподавал и работал в различных армянских школах, видя в образовании основу для будущего духовного и культурного возрождения нации.\n\nЛитературная деятельность Раффи началась в 1860-е годы. Его первые рассказы и публицистические статьи затрагивали социальные и национальные вопросы, призывали к пробуждению народа. В 1870–1880-е годы он создал свои главные романы — «Хент», «Давид-Бек», «Самвел», «Спаситель», в которых отразил героическую историю армянского народа и его стремление к свободе. Эти произведения соединяли художественный стиль с исторической правдой, формируя у читателей чувство национальной идентичности.\n\nОсобое место в его творчестве занимают образы борцов за независимость и простых тружеников, чья жизнь олицетворяла силу духа и жертвенность. Его романы сочетали романтическое возвышение с реалистическими зарисовками быта, становясь не только художественными произведениями, но и инструментами воспитания национального самосознания. Публицистика Раффи касалась проблем неравенства, угнетения и необходимости общественных реформ.\n\nРаффи скончался в 1888 году в Тифлисе. Его похороны стали значительным событием для армянской интеллигенции и народа. Впоследствии его творчество было включено в золотой фонд армянской литературы XIX века. До сих пор его произведения изучаются в школах и университетах, а имя Раффи стало символом писателя, который сумел превратить слово в оружие национального освобождения и культурного возрождения."
  },
    {
      "name": "Саят-Нова",
      "subtitle": "Поэт, ашуг, музыкант",
      "section": "culture",
      "imageName": "sayatnova",
      "birthCity": "Тифлис",
      "birthCountry": "Грузия",
      "birthLat": 41.7151,
      "birthLon": 44.8271,
      "birthYear": 1712,
      "deathYear": 1795,
      "bio": "Саят-Нова (1712–1795), настоящее имя Арутюн Саадян, был выдающимся армянским ашугом, поэтом и музыкантом XVIII века. Родился в Тифлисе, в ремесленной семье, и с ранних лет проявил необычайный музыкальный дар.\n\nОн создал сотни песен на армянском, грузинском и азербайджанском языках, что сделало его символом культурного синтеза Кавказа. Его творчество воспевало любовь, духовные поиски, красоту природы и человеческих чувств.\n\nВ 1740-е годы он служил при дворе царя Ираклия II в Тбилиси как придворный певец и музыкант. Однако позже оставил придворную жизнь и ушёл в монастырь, где продолжил писать стихи и духовные песни.\n\nСаят-Нова погиб во время нашествия персов в 1795 году, отказавшись отречься от своей веры. Его песни и стихи стали классикой армянской и кавказской поэзии, а имя превратилось в символ духовного сопротивления.\n\nСегодня его наследие изучают как часть золотого фонда армянской литературы и музыки. Многие его произведения положены на музыку и исполняются по сей день."
    },
    {
      "name": "Хачатур Абовян",
      "subtitle": "Писатель, просветитель",
      "section": "culture",
      "imageName": "abovyan",
      "birthCity": "Канакер",
      "birthCountry": "Армения",
      "birthLat": 40.2,
      "birthLon": 44.6,
      "birthYear": 1809,
      "deathYear": 1848,
      "bio": "Хачатур Абовян (1809–1848) — армянский писатель, педагог и просветитель, автор первого романа на современном армянском языке. Родился в селе Канакер под Эриванью, получил духовное образование, но рано проявил интерес к наукам и литературе.\n\nВ 1830 году он сопровождал немецкого путешественника Фридриха Пара, с которым совершил экспедицию на Арарат, что стало символическим событием его жизни. Позже учился в Дерптском университете, где изучал философию, педагогику и естественные науки.\n\nЕго главный труд — роман «Раны Армении» (1841), в котором он описал тяготы народа в период персидского владычества. Это произведение стало основополагающим для новой армянской литературы.\n\nАбовян также занимался педагогической деятельностью, вводил новые методы преподавания, стремился поднять уровень образования среди армянских детей. Его статьи и труды касались вопросов языка, истории и национального самосознания.\n\nТаинственное исчезновение Абовяна в 1848 году окружено множеством легенд, но его литературное и просветительское наследие сделало его одной из ключевых фигур XIX века."
    },
    {
      "name": "Александр Спендиаров",
      "subtitle": "Композитор, дирижёр, педагог",
      "section": "culture",
      "imageName": "spendiaryan",
      "birthCity": "Каховка",
      "birthCountry": "Российская империя",
      "birthLat": 46.8,
      "birthLon": 33.5,
      "birthYear": 1871,
      "deathYear": 1928,
      "bio": "Александр Афанасьевич Спендиаров (1871–1928) — выдающийся армянский композитор, дирижёр и педагог, заложивший основы армянской симфонической музыки. Родился в Каховке (ныне Украина) в армянской семье.\n\nОн учился у Николая Римского-Корсакова в Санкт-Петербурге, что определило его композиторскую школу. Уже в ранних произведениях Спендиаров стремился соединить европейскую симфоническую традицию с армянскими народными мотивами.\n\nВ 1900–1910-е годы много гастролировал как дирижёр, пропагандируя армянскую музыку. Он сочинил симфонические поэмы, романсы, а также оперу «Алмаст», ставшую классикой армянской сцены.\n\nВ 1924 году Спендиаров переехал в Ереван, где основал симфонический оркестр, ставший первым профессиональным оркестром в Армении. Он активно занимался педагогикой, воспитал целую плеяду армянских музыкантов.\n\nЕго творчество стало фундаментом национальной музыкальной школы. После смерти в 1928 году его имя носит Ереванская государственная консерватория."
    },
    {
        "name": "Рафаэл Патканян Прошян",
        "subtitle": "Писатель, педагог, общественный деятель",
        "section": "culture",
        "imageName": "proshyan",
        "birthCity": "Аштарак",
        "birthCountry": "Армения",
        "birthLat": 40.2994,
        "birthLon": 44.3622,
        "birthYear": 1830,
        "deathYear": 1888,
        "bio": "Рафаэл Патканян, более известный под литературным именем Прошян (1830–1888), родился в Аштараке в семье ремесленников. С ранних лет проявил интерес к литературе и образованию, обучался в приходской школе, затем в Нерсесянской семинарии в Тифлисе, где получил систематическое образование и начал писать первые произведения.\n\nВ середине XIX века активно включился в культурную жизнь армянской интеллигенции. Его первые стихи и рассказы публиковались в армянских журналах и газетах, где он обращался к темам национальной идентичности, просвещения и сохранения языка. Псевдоним «Прошян» закрепился за ним как творческое имя, под которым он стал широко известен.\n\nОсобое внимание Прошян уделял проблемам армянского крестьянства, социальной справедливости и духовного возрождения. В его прозе и публицистике заметно стремление показать жизнь простого народа, описать трудности и надежды армянских деревень. В этом плане он близок к русским писателям-реалистам своего времени.\n\nПомимо литературной деятельности, Прошян занимался педагогикой. Он преподавал, участвовал в создании армянских школ, способствовал распространению образования среди молодежи. Его взгляды во многом совпадали с просветительскими идеалами времени, он выступал за укрепление национального самосознания через образование.\n\nРафаэл Патканян умер в 1888 году. Его наследие в армянской культуре связано прежде всего с литературными произведениями и просветительской деятельностью. В истории литературы он занимает место одного из тех авторов, кто сумел связать художественное слово с задачами национального и культурного пробуждения."
      },
    {
      "name": "Никогайос Тиран",
      "subtitle": "Художник-портретист",
      "section": "culture",
      "imageName": "tiran",
      "birthCity": "Константинополь",
      "birthCountry": "Османская империя",
      "birthLat": 41.0082,
      "birthLon": 28.9784,
      "birthYear": 1826,
      "deathYear": 1871,
      "bio": "Никогайос Тиран (1826–1871) — армянский художник XIX века, представитель академической школы живописи. Родился в Константинополе в армянской семье и с ранних лет проявил интерес к изобразительному искусству. Первые навыки рисования получил у местных мастеров, а затем продолжил образование в Европе.\n\nУчёбу Тиран проходил в Париже и Риме, где познакомился с традициями западноевропейского портрета и исторической живописи. Особое влияние на него оказала школа французского академизма, что отразилось в композиции и трактовке образов.\n\nГлавным направлением творчества художника стал портрет. Он создавал изображения представителей армянской и греческой общин Османской империи, а также государственных деятелей и предпринимателей. Его работы отличались вниманием к психологической характеристике и точной проработкой деталей.\n\nПомимо портретов, Тиран занимался религиозной живописью и писал картины для армянских церквей Константинополя и Смирны. В этих произведениях он стремился соединить каноническую традицию с элементами академической школы.\n\nНесмотря на относительно короткую жизнь, Никогайос Тиран оставил заметный след в истории армянского искусства XIX века. Его работы стали важной частью культурного наследия диаспоры и свидетельством взаимодействия армянской и европейской художественных традиций."
    },
        {
          "name": "Давид Анахт",
          "subtitle": "Философ-неоплатоник, основоположник армянской логики",
          "section": "culture",
          "imageName": "david_anhaght",
          "birthCity": "Нергин, Тарон",
          "birthCountry": "Армения",
          "birthLat": 39.5,
          "birthLon": 44.5,
          "birthYear": 470,
          "deathYear": 550,
          "bio": "Давид Анахт (ок. V–VI вв.) — армянский философ и логик, один из ярчайших представителей александрийской школы неоплатонизма. Учился в Александрии у известных учителей своего времени, а прозвище «Непобедимый» получил за блестящие победы в философских диспутах. После возвращения в Армению стал преподавать философию и логические науки, распространяя идеи античной мудрости в местной культурной среде.\n\nОн был автором фундаментальных трудов: «Определения философии», комментариев к «Категориям» и «Аналитике» Аристотеля, а также анализа «Введения» Порфирия. В его сочинениях прослеживается стремление соединить платоновскую и аристотелевскую традиции, обогатив их элементами пифагорейской мысли. Давид уделял внимание вопросам бытия, познания, логики и этики.\n\nФилософ определял философию как науку о сущем, знание о божественном и человеческом, размышление о смерти и искусство уподобления Богу. Для него философия была «искусством искусств и наукой наук», основой всех знаний и путём к добродетели. Он подчёркивал практическое значение философии в жизни человека, видя в ней средство формирования нравственности и мудрости.\n\nТруды Давида Анахта стали учебниками для армянских школ и духовных центров. Его мысли оказали сильное влияние на последующие поколения мыслителей Средневековья, определив развитие армянской логики и философской традиции. Он стал связующим звеном между античным миром и средневековой культурой Армении.\n\nСегодня Давид Анахт воспринимается как символ армянской философской мысли, человек, который сумел интегрировать наследие античного мира в национальную традицию. Его фигура олицетворяет стремление армянской культуры к сохранению и развитию знаний в условиях сложных исторических испытаний."
        },
        {
          "name": "Саргис Пицак",
          "subtitle": "Миниатюрист, художник рукописей",
          "section": "culture",
          "imageName": "sargis_pitsak",
          "birthCity": "Киликия",
          "birthCountry": "Армянское царство Киликийское",
          "birthLat": 37.0,
          "birthLon": 35.0,
          "birthYear": 1300,
          "bio": "Саргис Пицак — выдающийся армянский художник миниатюр, работавший в начале XIV века в Киликии. Он считается последним плодотворным мастером киликийской школы миниатюрной живописи.\n\nЕго художественное наследие насчитывает около 40 иллюстрированных рукописей, среди которых особое место занимает «Евангелие исцеления» (1353), созданное в преклонном возрасте во время эпидемии. Это рукопись предназначалась для духовной поддержки больных и выделяется яркими, чистыми цветами и глубокой символикой.\n\nПицак изображал сцены из Евангелия — Рождество, Крещение, Распятие, Преображение — а также природные мотивы, сценки из быта, животных и растения. Его язык миниатюр объединяет строгую симметрию, геометричную стилизацию и насыщенные цвета, часто символизирующие божественный свет.\n\nХудожник влиялся традицией великого Тороса Рослина, заимствуя от него мотивы орнаментальных декоров и композиционные решения. Его отец, Григор, тоже был мастерским миниатюристом и оказал существенное влияние на его художественную манеру.\n\nВ условиях упадка Киликийского царства, сопровождавшегося эпидемиями и войнами, творчество Пицака является не только проявлением высочайшего мастерства, но и актом духовного сопротивления, оживляющего культурную идентичность народа в тяжёлые времена."
        },
        {
          "name": "Торос Рослин",
          "subtitle": "Миниатюрист, художник рукописей",
          "section": "culture",
          "imageName": "toros_roslin",
          "birthCity": "Киликия",
          "birthCountry": "Армянское царство Киликийское",
          "birthLat": 37.0,
          "birthLon": 35.0,
          "birthYear": 1250,
          "bio": "Торос Рослин — крупнейший армянский мастер миниатюры, живший и творивший в XIII веке в Киликийской Армении. Его имя прочно связано с расцветом киликийской школы, которая объединяла армянские традиции с элементами византийского и латинского искусства.\n\nТворчество Рослина отличается утончённой композицией, богатой цветовой гаммой и глубокой символикой. Он уделял внимание изображению человеческих эмоций, жестов и мимики, что делает его работы особенно выразительными для средневековой иконографии. В его миниатюрах прослеживается стремление к повествовательности и живости образов.\n\nСреди наиболее известных произведений Рослина — рукописи, созданные в Сисе и других культурных центрах Киликии: «Евангелие 1262 года», «Евангелие 1265 года», «Евангелие 1268 года» и другие, многие из которых хранятся ныне в Матенадаране в Ереване и в музеях мира.\n\nРослин также был новатором в орнаментальной части: он использовал богатые рамки, сложные геометрические и растительные узоры, которые органично вписывались в композицию страниц. Его стиль оказал глубокое влияние на последующих армянских миниатюристов, включая Саргиса Пицака.\n\nНаследие Тороса Рослина является одним из вершинных достижений армянской культуры Средневековья. Его искусство не только прославило армянскую миниатюру, но и стало важным вкладом в мировое искусство рукописной книги."
        }

]
