[
   
      {
        "name": "Калуст Гюльбенкян",
        "subtitle": "Предприниматель и филантроп",
        "section": "Бизнес",
        "imageName": "gulbenkian",
        "birthCity": "Константинополь",
        "birthCountry": "Османская империя",
        "birthLat": 41.0082,
        "birthLon": 28.9784,
        "birthYear": 1869,
        "bio": "Калуст Саркис Гюльбенкян (1869–1955) родился в Константинополе в армянской семье. Учился в Европе, получил инженерное образование в Лондоне. С конца XIX века занимался нефтяным бизнесом и был посредником между правительствами и крупнейшими международными компаниями.\n\nГюльбенкян участвовал в переговорах о создании нефтяных консорциумов на Ближнем Востоке. В 1920-х годах сыграл роль в формировании компании Iraq Petroleum Company, где закрепил за собой 5% акций, благодаря чему получил прозвище «мистер пять процентов».\n\nПомимо нефтяных сделок, он занимался коллекционированием произведений искусства. Его собрание включало картины европейских мастеров, восточные ковры, книги и античные предметы. Эта коллекция стала основой музея в Лиссабоне, открытого после его смерти.\n\nГюльбенкян оставил завещание, по которому был создан фонд, действующий в области науки, образования и культуры. Фонд и музей в Португалии продолжают его деятельность."
      },
      {
        "name": "Александр Манташев",
        "subtitle": "Нефтепромышленник и меценат",
        "section": "Бизнес",
        "imageName": "mantashev",
        "birthCity": "Тифлис",
        "birthCountry": "Российская империя",
        "birthLat": 41.7151,
        "birthLon": 44.8271,
        "birthYear": 1842,
        "bio": "Александр Манташев (1842–1911) родился в Тифлисе. Первоначально занимался торговлей тканями во Франции и России. Позднее вложил капитал в нефтяную отрасль, переехал в Баку и вошёл в число ведущих предпринимателей региона.\n\nЕго компания владела нефтяными промыслами, перерабатывающими заводами и сетью сбыта. Манташев участвовал в конкуренции с крупнейшими нефтяными фирмами России и Европы и сумел закрепиться на международном рынке.\n\nЧасть доходов он направлял на строительство учебных заведений и храмов. В числе проектов были школы в Тифлисе и Армении, а также финансирование издания книг и переводов. В начале XX века он помогал армянским студентам получать образование за границей.\n\nК концу жизни Манташев считался одним из богатейших предпринимателей Российской империи. Его имя упоминается в источниках, связанных с бакинской нефтяной промышленностью и историей армянского меценатства."
      },
      {
        "name": "Кирк Керкорян",
        "subtitle": "Предприниматель, инвестор",
        "section": "Бизнес",
        "imageName": "kerkorian",
        "birthCity": "Фресно",
        "birthCountry": "США",
        "birthLat": 36.7378,
        "birthLon": -119.7871,
        "birthYear": 1917,
        "bio": "Кирк Керкорян (1917–2015) родился в США в армянской семье. Во время Второй мировой войны служил в авиации. После войны занялся бизнесом, в том числе авиационными перевозками и строительством.\n\nС 1960-х годов инвестировал в гостиничный бизнес Лас-Вегаса. При его участии были построены крупные комплексы, включая International Hotel и MGM Grand, которые стали крупнейшими отелями в мире своего времени.\n\nКеркорян также занимался инвестициями в автомобильной промышленности США. Он покупал пакеты акций Chrysler, Ford и General Motors, участвуя в корпоративных переговорах.\n\nС конца 1980-х годов финансировал программы помощи Армении, особенно после Спитакского землетрясения 1988 года. Его благотворительный фонд направил сотни миллионов долларов на инфраструктурные и гуманитарные проекты."
      },
      {
        "name": "Микаэл Овсепович Арамянц",
        "subtitle": "Нефтяной магнат, финансист и меценат",
        "section": "Бизнес",
        "imageName": "aramyants",
        "birthCity": "Кятук",
        "birthCountry": "Нагорно-Карабахская область, Российская империя",
        "birthLat": 40.0,
        "birthLon": 46.0,
        "birthYear": 1843,
        "bio": "Микаэл Арамянц (1843–1923) родился в селе Кятук в Арцахе. Сначала занимался торговлей, затем стал акционером в нефтяных предприятиях Баку. Его капитал рос благодаря участию в компаниях, связанных с добычей и переработкой нефти.\n\nВ сотрудничестве с Александром Манташевым Арамянц входил в состав крупных нефтяных обществ, которые действовали на бакинском рынке в конце XIX — начале XX века. К 1890-м годам его состояние измерялось миллионами рублей.\n\nОн был известен как меценат в Тифлисе. На его средства построены городская больница, гостиница «Мажестик», а также профинансированы культурные и образовательные проекты. В его типографии печатались книги армянских авторов.\n\nНесмотря на богатство, последние годы жизни провёл в скромности. Умер в 1923 году в Тифлисе, где был похоронен на армянском кладбище Ходживанк."
      },
      {
        "name": "Рубен Варданян",
        "subtitle": "Банкир, инвестор, филантроп",
        "section": "Бизнес",
        "imageName": "ruben_vardanyan",
        "birthCity": "Ереван",
        "birthCountry": "СССР",
        "birthLat": 40.1792,
        "birthLon": 44.4991,
        "birthYear": 1968,
        "bio": "Рубен Варданян (род. 1968) — армянский предприниматель, банкир и филантроп. В 1991 году основал инвестиционную компанию «Тройка Диалог», которая стала одной из крупнейших в России и на постсоветском пространстве. Он сыграл заметную роль в развитии финансового рынка и инвестиционного бизнеса в регионе.\n\nС начала 2000-х годов Варданян сосредоточился на проектах, связанных с Арменией. По его инициативе был создан международный колледж UWC Dilijan, направленный на подготовку нового поколения лидеров, а также основана гуманитарная премия «Аврора», отмечающая людей, спасающих жизни и противостоящих несправедливости. Он инвестировал в образовательные и культурные проекты, связывая успех бизнеса с социальной ответственностью.\n\nВ 2022 году Варданян заявил об отказе от российского гражданства и переехал в Арцах, где занялся общественной деятельностью и поддержкой гуманитарных инициатив. Этот шаг был воспринят как подтверждение его приверженности Армении и готовности разделить судьбу народа в сложный период.\n\nПосле военных событий 2023 года Варданян оказался в плену в Баку. Несмотря на это, его фигура остаётся символом патриотизма и личной ответственности. Его деятельность рассматривается как пример соединения предпринимательского опыта с верностью национальным интересам и стремлением поддержать Армению и Арцах."
      },
      {
          "name": "Эдуардо Эрнекян",
          "subtitle": "Предприниматель, миллиардер",
          "section": "Бизнес",
          "imageName": "ernekyan",
          "birthCity": "Буэнос-Айрес",
          "birthCountry": "Аргентина",
          "birthLat": -34.6037,
          "birthLon": -58.3816,
          "birthYear": 1932,
          "bio": "Эдуардо Эрнекян (род. 1932) — аргентинский предприниматель армянского происхождения. Своё состояние он сделал в сфере медиа и торговли, а затем сосредоточился на инфраструктуре. Основал корпорацию Corporación América, которая управляет десятками аэропортов в разных странах.\n\nВ начале 2000-х годов Эрнекян стал активно инвестировать в Армению. Его компания участвовала в реконструкции международного аэропорта «Звартноц» в Ереване и аэропорта в Гюмри. Кроме этого, он вложил средства в дорожное строительство, сельское хозяйство и энергетические проекты.\n\nЭрнекян также поддерживает образовательные и культурные инициативы армянской диаспоры. Его имя связывают с крупнейшими инвестициями зарубежного бизнесмена в экономику Армении."
        },
        {
          "name": "Алекс Манукян",
          "subtitle": "Бизнесмен и филантроп",
          "section": "Бизнес",
          "imageName": "manukyan",
          "birthCity": "Смирна",
          "birthCountry": "Османская империя",
          "birthLat": 38.4237,
          "birthLon": 27.1428,
          "birthYear": 1901,
          "bio": "Алекс Манукян (1901–1996) родился в Смирне, после резни 1922 года эмигрировал в США. В Детройте он занялся бизнесом в сфере автомобильных запчастей и достиг финансового успеха.\n\nС 1953 года и более трёх десятилетий Манукян возглавлял Армянский всеобщий благотворительный союз (AGBU). На средства организации строились школы, культурные центры, медицинские учреждения в разных странах.\n\nМанукян активно поддерживал образовательные инициативы, а также проекты по сохранению армянской идентичности в диаспоре. Его деятельность сыграла важную роль в консолидации армянских общин в XX веке."
        },
        {
          "name": "Иван Лазаревич Лазарев",
          "subtitle": "Купец, ювелир двора, филантроп",
          "section": "Бизнес",
          "imageName": "lazarev",
          "birthCity": "Новая Джуга",
          "birthCountry": "Персия",
          "birthLat": 32.6126,
          "birthLon": 51.6692,
          "birthYear": 1735,
          "bio": "Иван Лазаревич Лазарев (1735–1801) происходил из армянской купеческой семьи Новой Джуги (Персия). В молодости переехал в Россию и обосновался в Москве. Разбогател на торговле драгоценными камнями и металлами, занимался ювелирным делом.\n\nЛазарев стал придворным ювелиром Екатерины II и выполнял заказы для двора. Он вошёл в число влиятельных московских купцов XVIII века. Его состояние позволило активно финансировать армянскую общину в Москве.\n\nНа его средства была построена армянская церковь Сурб Хач. Его потомки основали Лазаревский институт восточных языков, который стал важным образовательным центром для подготовки востоковедов и изучения армянской культуры."
        },
        {
          "name": "Георгий Лианозов",
          "subtitle": "Нефтепромышленник",
          "section": "Бизнес",
          "imageName": "lianozov",
          "birthCity": "Баку",
          "birthCountry": "Российская империя",
          "birthLat": 40.4093,
          "birthLon": 49.8671,
          "birthYear": 1850,
          "bio": "Георгий Лианозов (1850–1916) родился в Баку в армянской семье. Он вошёл в число крупнейших нефтепромышленников города в конце XIX века. Его компания контролировала значительные объёмы добычи и переработки нефти, что принесло ему прозвище «керосиновый король».\n\nВ начале XX века Лианозовы перенесли часть капитала в Москву, где было создано рыбное предприятие. Вокруг него вырос рабочий посёлок Лианозово, впоследствии включённый в состав Москвы.\n\nГеоргий Лианозов участвовал в меценатской деятельности, поддерживал образовательные и культурные проекты армянской общины. Его имя сохранилось не только в нефтяной истории Баку, но и в топонимике Москвы."
        },
        {
          "name": "Сэр Пол Чатер",
          "subtitle": "Предприниматель и филантроп",
          "section": "Бизнес",
          "imageName": "paul_chater",
          "birthCity": "Калькутта",
          "birthCountry": "Индия",
          "birthLat": 22.5726,
          "birthLon": 88.3639,
          "birthYear": 1846,
          "bio": "Сэр Пол Чатер (1846–1926) родился в армянской семье в Калькутте. В юности переехал в Гонконг, где занялся торговлей и вскоре стал одним из заметных предпринимателей колонии.\n\nОн был сооснователем компании Hongkong Land, которая сыграла ключевую роль в застройке центральной части города. Чатер участвовал в крупных инфраструктурных проектах, включая осушение Виктория-Гавани, строительство трамвайной линии и электростанции.\n\nСэр Пол Чатер входил в Исполнительный и Законодательный советы Гонконга, где представлял интересы делового сообщества. Его деятельность отмечена рыцарским званием, пожалованным британской короной.\n\nОн жертвовал значительные средства на образование и культуру, включая поддержку La Martiniere College в Калькутте и Университета Гонконга. Также помогал армянской церкви Святого Назарета в Индии."
        },
        {
           "name": "Исаак Исаакович Джамгаров",
           "subtitle": "Банкир и меценат",
           "section": "Бизнес",
           "imageName": "jamgarov",
           "birthCity": "Шуши",
           "birthCountry": "Арцах",
           "birthLat": 39.7600,
           "birthLon": 46.7500,
           "birthYear": 1845,
           "bio": "Исаак Джамгаров (1845–1902) — основатель и совладелец одного из крупнейших банковских домов Российской империи, «Братья Джамгаровы», учреждённого в Москве в 1874 (или 1878) году. Капитал банка превышал 5 миллионов рублей, годовой оборот составлял до 1,4 миллиарда рублей. Дом имел офисы в Москве и Санкт-Петербурге и участвовал в финансировании Энерго- и Промышленных проектов.\n\nДжамгаровы входили в советы ведущих банков; семья активно поддерживала общественные инициативы: построили больницу в Карабахе, поминальный дом на Армянском кладбище и благоустроили район, названный «Джамгаровка».\n\nИсаак был убит в 1902 году у армянской церкви в Москве. В его память был создан поминальный дом, а район сохранил его имя."
         },
         {
           "name": "Нубар Афеян",
           "subtitle": "Предприниматель, учёный и филантроп",
           "section": "Бизнес",
           "imageName": "afeyan",
           "birthCity": "Бейрут",
           "birthCountry": "Ливан",
           "birthLat": 33.8938,
           "birthLon": 35.5018,
           "birthYear": 1962,
           "bio": "Нубар Афеян (род. 1962) — армяно-канадско-американский предприниматель и биоинженер. Окончил McGill University и MIT, где получил PhD в области биохимической инженерии в 1987.\n\nВ 1999 основал компанию Flagship Pioneering, под эгидой которой были созданы более 100 научных предприятий стоимостью миллиарды долларов, сотни патентов и десятки препаратов в клинической разработке. В 2009 стал сооснователем компании Moderna, одной из первых создавших вакцину против COVID-19.\n\nАктивно занимается благотворительностью: соосновал Aurora Humanitarian Initiative, UWC Dilijan, фонд IDeA и другие проекты, направленные на развитие Армении и поддержку диаспоры."
         },
         {
           "name": "Сергей Галицкий",
           "subtitle": "Основатель сети «Магнит», футбольный меценат",
           "section": "Бизнес",
           "imageName": "galitsky",
           "birthCity": "Лазаревское",
           "birthCountry": "Россия",
           "birthLat": 43.5853,
           "birthLon": 39.7958,
           "birthYear": 1967,
           "bio": "Сергей Галицкий (Арутюнян) (род. 1967) происходил из семьи армянского происхождения. Позже взял фамилию жены.\n\nОснователь и совладелец сети «Магнит» — крупнейшего ритейлера в России, создал розничную империю с десятками тысяч магазинов и успешно провёл IPO компании в 2006 году. Также владеет футбольным клубом «Краснодар» и финансировал строительство стадиона и прилегающего парка в Краснодаре.\n\nНесмотря на армянское происхождение, Галицкий воспринимается как российский предприниматель, сыгравший значительную роль в развитии отечественного ритейла и спорта."
         },
         {
             
               "name": "Самвел Карапетян",
               "subtitle": "Основатель Tashir Group и меценат",
               "section": "Бизнес",
               "imageName": "karapetyan",
               "birthCity": "Калиннино (ныне Ташир)",
               "birthCountry": "Армянская ССР",
               "birthLat": 41.1261,
               "birthLon": 44.0194,
               "birthYear": 1965,
               "bio": "Самвел Карапетян (род. 1965) — армяно-российский миллиардер, основатель и владелец Tashir Group, диверсифицированного холдинга в сфере недвижимости, строительства, энергетики и торговли.\n\nАктивно инвестировал в социальную инфраструктуру Армении: финансировал строительство больницы в Степанакерте и объявил планы инвестировать $600 млн в энергетический сектор страны.\n\nВ июне 2025 года был задержан после публичного выступления в поддержку Армянской Апостольской Церкви. Его арест вызвал широкий резонанс и был воспринят как политически мотивированный. Несмотря на признание задержания спорным, меры пресечения в его отношении были продлены."
             
           }
]
