[
  {
    "name": "Тигран Петросян",
    "subtitle": "Шахматист, чемпион мира",
    "section": "sport",
    "imageName": "petrosian",
    "birthCity": "Тбилиси",
    "birthCountry": "Грузинская ССР, СССР",
    "birthLat": 41.7151,
    "birthLon": 44.8271,
    "birthYear": 1929,
    "deathYear": 1984,
    "bio": "Тигран Вартанович Петросян (1929–1984) — советский шахматист армянского происхождения, девятый чемпион мира по шахматам (1963–1969). Родился в Тбилиси, в армянской семье. С детства увлекался шахматами, быстро проявил выдающийся талант.\n\nВ 1950-х годах вошёл в число сильнейших шахматистов СССР, стал чемпионом СССР в 1959 и 1961 годах. В 1963 году победил Михаила Ботвинника и стал чемпионом мира. В 1966 году отстоял титул в матче против Бориса Спасского.\n\nПетросян был известен своим стратегическим стилем и умением строить непробиваемую защиту, за что получил прозвище «Железный Тигран». Его подход к шахматам оказал большое влияние на развитие позиционной школы.\n\nОн также активно занимался общественной и организационной работой, был главным редактором журнала «64» и вице-президентом Международной шахматной федерации (ФИДЕ).\n\nПетросян вошёл в историю как один из крупнейших шахматных стратегов XX века."
  },
  {
    "name": "Юрий Варданян",
    "subtitle": "Тяжелоатлет, олимпийский чемпион",
    "section": "sport",
    "imageName": "vardanyan",
    "birthCity": "Ленинакан",
    "birthCountry": "Армянская ССР, СССР",
    "birthLat": 40.789,
    "birthLon": 43.8476,
    "birthYear": 1956,
    "deathYear": 2018,
    "bio": "Юрий Норикович Варданян (1956–2018) — советский и армянский тяжелоатлет, олимпийский чемпион, многократный чемпион мира и Европы. Родился в Ленинакане (ныне Гюмри) в армянской семье.\n\nС конца 1970-х стал лидером советской тяжёлой атлетики, установив десятки мировых рекордов. Его выступления отличались исключительной техникой и стабильностью.\n\nНа Олимпийских играх 1980 года в Москве завоевал золотую медаль в весовой категории до 82,5 кг, став одним из символов советского спорта.\n\nПосле завершения спортивной карьеры занимался тренерской и общественной деятельностью, был министром спорта Армении, затем послом Армении в Грузии.\n\nВарданян признан одним из величайших тяжелоатлетов XX века."
  },
  {
    "name": "Генрих Мхитарян",
    "subtitle": "Футболист, полузащитник",
    "section": "sport",
    "imageName": "mkhitaryan",
    "birthCity": "Ереван",
    "birthCountry": "Армянская ССР, СССР",
    "birthLat": 40.1772,
    "birthLon": 44.5035,
    "birthYear": 1989,
    "bio": "Генрих Мхитарян (род. 1989) — армянский футболист, полузащитник миланского «Интера» и один из самых титулованных игроков в истории армянского футбола. Родился в Ереване, сын известного футболиста Гамлета Мхитаряна. Воспитанник ереванского «Пюника», где начал профессиональную карьеру и четыре раза становился чемпионом Армении.\n\nВ 2009 году перешёл в донецкий «Металлург», а затем в «Шахтёр», с которым трижды выиграл чемпионат Украины, дважды Кубок и дважды Суперкубок страны. В 2013 году подписал контракт с дортмундской «Боруссией», где стал обладателем Суперкубка Германии и одним из лидеров команды.\n\nВ 2016 году перешёл в английский «Манчестер Юнайтед». В составе клуба выиграл Лигу Европы (2017), Кубок английской лиги и Суперкубок Англии, став первым армянским футболистом — обладателем европейского трофея. Позже выступал за «Арсенал», с которым вышел в финал Лиги Европы 2019 года.\n\nС 2019 по 2022 годы играл за римскую «Рому», где был одним из ключевых футболистов и в 2022 году вместе с командой стал победителем Лиги конференций УЕФА.\n\nВ 2022 году перешёл в «Интер» (Милан). Сразу закрепился в основном составе, выиграл Суперкубок Италии (2023, 2024) и стал чемпионом Италии в сезоне 2023/24. В 2023 году дошёл с «Интером» до финала Лиги чемпионов УЕФА.\n\nЗа сборную Армении Мхитарян сыграл более 95 матчей, забил 32 гола и остаётся лучшим бомбардиром в истории национальной команды. Многократно признавался футболистом года в Армении.\n\nТитулы: 4-кратный чемпион Армении, 3-кратный чемпион Украины, обладатель Кубка и Суперкубка Украины, обладатель Суперкубка Германии, победитель Лиги Европы (2017), обладатель Кубка английской лиги и Суперкубка Англии, победитель Лиги конференций (2022), двукратный обладатель Суперкубка Италии, чемпион Италии (2024)."
  },
    {
      "name": "Никита Симонян",
      "subtitle": "Футболист, тренер, спортивный функционер",
      "section": "sport",
      "imageName": "nikita_simonyan",
      "birthCity": "Армавир",
      "birthCountry": "СССР",
      "birthLat": 45.0,
      "birthLon": 41.1,
      "birthYear": 1926,
      "bio": "Никита Павлович Симонян (род. 1926) — выдающийся советский футболист и тренер армянского происхождения. Родился в Армавире, детство прошло в годы тяжёлых потрясений, связанных с войной. С юных лет увлёкся футболом, выступал за юношеские команды, а в 1940-е годы начал профессиональную карьеру.\n\nНаибольших успехов достиг в составе московского «Спартака», за который выступал с 1949 по 1959 год. В чемпионатах СССР провёл более 230 матчей и забил свыше 130 голов, став одним из лучших бомбардиров в истории клуба. Был известен своим тактическим мышлением, скоростью и результативностью.\n\nВ составе сборной СССР Симонян участвовал в Олимпийских играх 1956 года в Мельбурне, где команда завоевала золотые медали — первый большой успех советского футбола на международной арене.\n\nПосле завершения карьеры игрока Симонян стал тренером и функционером. Руководил «Спартаком», был главным тренером сборной СССР, а также занимал высокие посты в Федерации футбола. В разные годы исполнял обязанности президента Российского футбольного союза.\n\nНикита Симонян оставил большой след в истории советского и российского футбола, став символом честной игры и преданности спорту."
    },
    {
      "name": "Гарри Каспаров",
      "subtitle": "Чемпион мира по шахматам, политический деятель",
      "section": "sport",
      "imageName": "garry_kasparov",
      "birthCity": "Баку",
      "birthCountry": "СССР",
      "birthLat": 40.4093,
      "birthLon": 49.8671,
      "birthYear": 1963,
      "bio": "Гарри Кимович Каспаров (род. 1963) — советский и российский шахматист, 13-й чемпион мира по шахматам, один из величайших игроков в истории. Родился в Баку в семье инженеров: отец имел армянское происхождение, мать — еврейское.\n\nС раннего возраста проявил необычайные способности к шахматам. В 1985 году в возрасте 22 лет стал чемпионом мира, победив Анатолия Карпова, и на тот момент был самым молодым чемпионом мира в истории шахмат.\n\nКаспаров удерживал титул чемпиона мира до 2000 года, оставался лидером мирового рейтинга на протяжении почти двух десятилетий. Его стиль игры отличался агрессивностью, глубокой подготовкой и использованием новейших компьютерных технологий в анализе партий.\n\nОн также вошёл в историю своими матчами против суперкомпьютеров IBM — «Deep Thought» и «Deep Blue». В 1997 году уступил «Deep Blue», что стало знаковым событием в истории взаимодействия человека и искусственного интеллекта.\n\nПосле завершения шахматной карьеры Каспаров занялся политической деятельностью, возглавив оппозиционные движения в РФ. В 2024 году в России Гарри Каспаров был внесён в список экстремистов и террористов Росфинмониторинга."
    },
      {
        "name": "Юрий Джоркаефф",
        "subtitle": "Футболист, чемпион мира и Европы",
        "section": "sport",
        "imageName": "djorkaeff",
        "birthCity": "Лион",
        "birthCountry": "Франция",
        "birthLat": 45.7640,
        "birthLon": 4.8357,
        "birthYear": 1968,
        "bio": "Юрий Джоркаефф (род. 1968) — французский футболист армянского происхождения по отцу. Родился в Лионе. Играл на позиции атакующего полузащитника, известен техникой, дальними ударами и голами. \n\nВыступал за «Монако», «Пари Сен-Жермен», «Интер» (Италия), «Болтон» (Англия) и «Метц». В составе «ПСЖ» выиграл Кубок Франции и Кубок обладателей кубков УЕФА (1996). В «Интере» стал победителем Кубка УЕФА 1998 года. \n\nЗа сборную Франции сыграл 82 матча и забил 28 голов. Чемпион мира 1998 года и чемпион Европы 2000 года. Внес вклад в «золотое поколение» французского футбола. \n\nПосле завершения карьеры занимался общественной деятельностью, был послом ФИФА и создал фонд помощи детям-мигрантам. Считается одним из лучших французских игроков 1990-х."
      },
      {
        "name": "Левон Аронян",
        "subtitle": "Гроссмейстер, шахматист мирового уровня",
        "section": "sport",
        "imageName": "aronian",
        "birthCity": "Ереван",
        "birthCountry": "Армянская ССР, СССР",
        "birthLat": 40.1772,
        "birthLon": 44.5035,
        "birthYear": 1982,
        "bio": "Левон Аронян (род. 1982) — армянский шахматист, гроссмейстер, один из сильнейших игроков XXI века. Родился в Ереване. С детства проявил выдающиеся способности в шахматах, международный мастер с 1997 года, гроссмейстер с 2000 года. \n\nВ 2002 году выиграл юношеский чемпионат мира до 20 лет. Позднее стал победителем Кубка мира (2005). Его стиль отличается универсальностью и способностью находить нестандартные решения. \n\nВ составе сборной Армении выиграл шахматные Олимпиады 2006, 2008 и 2012 годов, став национальным героем и символом интеллектуальных достижений страны. \n\nПобеждал на крупнейших турнирах — Linares, Wijk aan Zee, Grand Slam Final. Входил в элиту шахматного мира, долгое время занимая место в топ-10 рейтинга ФИДЕ. \n\nВ 2021 году получил американское гражданство и стал представлять США, но остаётся одной из важнейших фигур в истории армянских шахмат."
      },
      {
        "name": "Артур Абрахам",
        "subtitle": "Профессиональный боксёр, чемпион мира",
        "section": "sport",
        "imageName": "abraham",
        "birthCity": "Ереван",
        "birthCountry": "Армянская ССР, СССР",
        "birthLat": 40.1772,
        "birthLon": 44.5035,
        "birthYear": 1980,
        "bio": "Артур Абрахам (настоящее имя Аветик Абрамян, род. 1980) — армянско-немецкий боксёр-профессионал, чемпион мира по версиям IBF и WBO. Родился в Ереване, в подростковом возрасте эмигрировал в Германию, где начал спортивную карьеру. \n\nВыступал в среднем и втором среднем весе. В 2005 году завоевал титул чемпиона мира IBF в среднем весе и удерживал его до 2009 года, успешно защитив 10 раз. Позднее стал чемпионом мира WBO во втором среднем весе. \n\nАбрахам известен жёстким стилем, выносливостью и сильным ударом. Его прозвище в боксе — «Король Артур». Провёл более 50 боёв, из которых большую часть выиграл. \n\nОн стал одним из самых успешных армянских боксёров современности, прославив армянское имя в мировом профессиональном боксе."
      },
      {
        "name": "Армен Назарян",
        "subtitle": "Олимпийский чемпион по греко-римской борьбе",
        "section": "sport",
        "imageName": "nazaryan",
        "birthCity": "Масис",
        "birthCountry": "Армянская ССР, СССР",
        "birthLat": 40.07,
        "birthLon": 44.55,
        "birthYear": 1974,
        "bio": "Армен Назарян (род. 1974) — армянский и болгарский борец греко-римского стиля, двукратный олимпийский чемпион. Родился в Масисе, тренировался в Армении и рано вошёл в сборную СССР. \n\nНа Олимпийских играх 1996 года в Атланте завоевал золотую медаль, став первым армянским чемпионом Олимпиады после обретения независимости. В 2000 году в Сиднее повторил успех, выступая уже за Болгарию, и вновь стал олимпийским чемпионом. \n\nКроме Олимпиад, Назарян многократно побеждал на чемпионатах мира и Европы, закрепив за собой статус одного из лучших борцов в истории стиля. \n\nПосле завершения карьеры занялся тренерской деятельностью, работал со сборной Болгарии. Его успехи сделали его символом армянской спортивной школы и примером для молодых атлетов."
      },
      {
        "name": "Алберт Азарян",
        "subtitle": "Гимнаст, трёхкратный олимпийский чемпион",
        "section": "sport",
        "imageName": "albert_azaryan",
        "birthCity": "Ереван",
        "birthCountry": "Армянская ССР, СССР",
        "birthLat": 40.1772,
        "birthLon": 44.5035,
        "birthYear": 1929,
        "deathYear": 2023,
        "bio": "Алберт Ваганович Азарян (1929–2023) — выдающийся советский и армянский гимнаст, вошедший в историю как один из лучших мастеров на кольцах. Родился в Ереване, в семье рабочего, с юности начал заниматься спортом и вскоре проявил выдающиеся способности в гимнастике.\n\nС 1950-х годов Азарян стал ведущим спортсменом сборной СССР. Его главным снарядом были кольца, где он разработал уникальный элемент, вошедший в историю гимнастики как «крест Азаряна». За силу, выносливость и технику исполнения он получил прозвище «король колец».\n\nНа Олимпийских играх в Мельбурне (1956) он завоевал золотые медали в упражнениях на кольцах и в командном многоборье. Через четыре года на Олимпиаде в Риме (1960) повторил успех, вновь став олимпийским чемпионом на кольцах. В его активе также многочисленные титулы чемпионатов мира и Европы.\n\nПомимо спортивной карьеры, Азарян занимался тренерской деятельностью и подготовкой новых поколений гимнастов. Его сын, Эдуард Азарян, также стал олимпийским чемпионом, продолжив семейную традицию.\n\nАлберт Азарян был награждён высокими государственными орденами СССР и Армении, его имя стало символом армянского вклада в мировой спорт. Он оставил яркое наследие как спортсмен, педагог и личность, прославившая Армению и советскую гимнастику на международной арене."
      },
      {
        "name": "Оксен Мирзоян",
        "subtitle": "Тяжелоатлет, олимпийский чемпион",
        "section": "sport",
        "imageName": "mirzoyan",
        "birthCity": "Аштарак",
        "birthCountry": "Армянская ССР, СССР",
        "birthLat": 40.2994,
        "birthLon": 44.3622,
        "birthYear": 1961,
        "bio": "Оксен Мирзоян (род. 1961) — выдающийся советский и армянский тяжелоатлет, олимпийский чемпион, двукратный чемпион мира и Европы. Родился в Аштараке, Армянская ССР.\n\nС юных лет занимался тяжёлой атлетикой и быстро проявил себя как один из сильнейших спортсменов своей категории. В начале 1980-х годов вошёл в состав сборной СССР и стал одним из её лидеров.\n\nНа Олимпийских играх 1980 года в Москве завоевал серебряную медаль, а на Играх 1988 года в Сеуле стал олимпийским чемпионом в весовой категории до 60 кг, показав выдающийся результат.\n\nМирзоян также является двукратным чемпионом мира (1983, 1985) и трёхкратным чемпионом Европы (1983, 1984, 1987). Его выступления отличались стабильностью и высокой техникой, он установил ряд мировых рекордов.\n\nПосле завершения спортивной карьеры занимался тренерской и общественной деятельностью, внес значительный вклад в развитие тяжёлой атлетики в Армении. Его имя стало символом армянской школы тяжёлой атлетики."
      },
      {
        "name": "Артур Алексанян",
        "subtitle": "Борец греко-римского стиля, олимпийский чемпион",
        "section": "sport",
        "imageName": "aleksanyan",
        "birthCity": "Гюмри",
        "birthCountry": "Армения",
        "birthLat": 40.7894,
        "birthLon": 43.8475,
        "birthYear": 1991,
        "bio": "Артур Алексанян (род. 1991) — армянский борец греко-римского стиля, олимпийский чемпион и многократный чемпион мира и Европы. Родился в Гюмри, в семье с борцовскими традициями. Его отец, бывший борец, стал первым тренером Артура и привил ему любовь к спорту.\n\nС юных лет Алексанян начал показывать выдающиеся результаты. Уже в юношеском возрасте завоёвывал медали на международных турнирах, а в 2010-х годах вошёл в число сильнейших борцов мира в своей весовой категории.\n\nВ 2012 году на Олимпийских играх в Лондоне занял 7-е место, получив важный опыт. В 2016 году на Олимпиаде в Рио-де-Жанейро завоевал золотую медаль в весовой категории до 98 кг, став олимпийским чемпионом и национальным героем Армении. На Олимпийских играх в Токио 2020 (прошедших в 2021 году) он завоевал серебро, вновь подтвердив свой высочайший уровень.\n\nАлександян также является трёхкратным чемпионом мира (2014, 2015, 2017) и пятикратным чемпионом Европы (2012, 2013, 2014, 2018, 2020). Его стиль борьбы отличают невероятная сила, устойчивость и тактическая выносливость, за что он получил прозвище «Белый медведь».\n\nПомимо спортивных достижений, Артур Алексанян активно участвует в общественной жизни Армении, поддерживает молодых спортсменов и выступает символом национальной гордости. Его фигура олицетворяет преемственность армянских спортивных традиций и мировое признание армянской школы борьбы."
      },
      {
        "name": "Владимир Енгибарян",
        "subtitle": "Боксер-любитель, олимпийский чемпион",
        "section": "sport",
        "imageName": "yengibaryan",
        "birthCity": "Ереван",
        "birthCountry": "Армянская ССР, СССР",
        "birthLat": 40.1772,
        "birthLon": 44.5035,
        "birthYear": 1932,
        "deathYear": 2013,
        "bio": "Владимир Николаевич Енгибарян (24 апреля 1932 — 1 февраля 2013) — выдающийся советский и армянский боксер в легком и полусреднем весе. Родился в Ереване и начал заниматься боксом в 1946 году под руководством Артёма Арутюнова, а позднее Эдуарда Аристакесяна.\n\nС 1951 года Енгибарян стал регулярно попадать в сборную СССР. В 1953 году он стал первым советским чемпионом Европы по боксу, выиграв соревнования в Варшаве в весовой категории до 60 кг. В дальнейшем перешёл в полусредний вес (до 63,5 кг).\n\nОн трижды становился чемпионом СССР (1955, 1956, 1958) и трижды — чемпионом Европы (1953, 1957, 1959).\n\nНа Олимпиаде 1956 года в Мельбурне завоевал золотую медаль, победив четырёх соперников, включая Франко Ненци из Италии в финале. Всего в карьере одержал 255 побед в 267 боях, ни разу не был нокаутирован.\n\nПосле завершения карьеры в 1960 году из-за травмы плеча он основал в Ереване первую Республиканскую спортивную школу бокса, которая носит его имя. Также работал международным судьёй и тренером, воспитывая новое поколение боксёров.\n\nВ 1992 году переехал в Лос-Анджелес, где продолжал тренерскую деятельность. Умер 1 февраля 2013 года. Его похоронили в Ереване, а в память о нём проводится ежегодный турнир по боксу."
      },
      {
        "name": "Хорен Оганесян",
        "subtitle": "Футболист, легенда ереванского «Арарата»",
        "section": "sport",
        "imageName": "khoren_oganesyan",
        "birthCity": "Ереван",
        "birthCountry": "Армянская ССР, СССР",
        "birthLat": 40.1772,
        "birthLon": 44.5035,
        "birthYear": 1955,
        "bio": "Хорен Оганесян (род. 1955) — советский и армянский футболист, нападающий и полузащитник, один из самых ярких игроков в истории армянского футбола. Родился в Ереване и с юных лет занимался футболом, вскоре став воспитанником ереванского «Арарата».\n\nВ составе «Арарата» Оганесян добился главного успеха в истории армянского клубного футбола — победы в чемпионате СССР 1973 года и завоевания Кубка СССР 1975 года. Его игра отличалась высокой техникой, скоростью, дриблингом и умением вести игру.\n\nС 1970-х годов был ведущим игроком сборной СССР. В 1976 году на Олимпийских играх в Монреале в составе команды завоевал бронзовую медаль. Позднее участвовал в чемпионатах мира и Европы, где входил в число лидеров советской сборной.\n\nПомимо клубных достижений, он был признан одним из лучших футболистов СССР своего времени, получая высокие оценки специалистов и болельщиков. В 1970-е годы входил в список 33 лучших игроков страны.\n\nПосле завершения игровой карьеры Хорен Оганесян занимался тренерской и общественной деятельностью. Его имя стало символом армянского футбола, а стиль игры и достижения вдохновляют новые поколения спортсменов."
      }
]
