

[
  {
        "name": "Арам Манукян",
        "subtitle": "Один из основателей Первой Республики Армения",
        "section": "Politics",
        "imageName": "aram_manukyan",
        "birthCity": "Зейва",
        "birthCountry": "Российская империя",
        "birthLat": 40.75,
        "birthLon": 44.87,
        "birthYear": 1879,
        "bio": "Арам Манукян (1879–1919) — армянский политический и государственный деятель, один из основателей Первой Республики Армения. Родился в селе Зейва Александропольского уезда. С юности участвовал в национально-освободительном движении, состоял в рядах партии «Дашнакцутюн», занимался организацией подпольной деятельности и самообороны армянских общин.\n\nС 1905 года проживал в Ване, где стал одной из ключевых фигур армянской общины. В годы Первой мировой войны возглавил Ванскую самооборону, которая в апреле–мае 1915 года отразила многонедельные атаки османских войск. После входа российских войск в город Манукян возглавил временную армянскую гражданскую администрацию Вана, обеспечивая управление и жизнеобеспечение города около 70 дней. После отхода российских войск он организовал переселение десятков тысяч армян из Васпуракана в Восточную Армению, чтобы спасти их от уничтожения.\n\nВ 1917–1918 годах Арам Манукян стал одной из центральных фигур в организации обороны Восточной Армении. В критический момент весной 1918 года сыграл важную роль в мобилизации народа и подготовке к сражениям при Сардарапате, Баш-Апаране и Каракилисе. Благодаря этим победам была предотвращена катастрофа и создана основа для провозглашения независимой Республики Армения 28 мая 1918 года.\n\nПосле провозглашения республики Арам Манукян занимал пост министра внутренних дел и фактически стал одним из руководителей государства, занимаясь вопросами обороны, внутреннего порядка и организации снабжения. Его деятельность способствовала становлению государственных институтов в условиях блокады и тяжелейших испытаний.\n\nАрам Манукян скончался в январе 1919 года в Тифлисе от эпидемии тифа. В армянской исторической памяти он остался как символ стойкости, организаторской энергии и один из архитекторов независимой государственности."
    
  },
  {
    "name": "Сергей Лавров",
    "subtitle": "Министр иностранных дел Российской Федерации",
    "section": "Politics",
    "imageName": "lavrov",
    "birthCity": "Москва",
    "birthCountry": "СССР",
    "birthLat": 55.7558,
    "birthLon": 37.6173,
    "birthYear": 1950,
    "bio": "Сергей Викторович Лавров (род. 1950) — российский дипломат, министр иностранных дел Российской Федерации с 2004 года. Родился в Москве, в семье с армянскими корнями по линии отца. Его настоящая фамилия по отцу — Калантарян, однако он носит фамилию матери — Лавров. Сам он подчёркивал, что считает себя русским, но армянское происхождение часто упоминается в биографических материалах.\n\nОкончил Московский государственный институт международных отношений (МГИМО) в 1972 году, получив специализацию по международным отношениям и свободное владение английским и французским языками. Первые годы службы провёл в посольстве СССР на Шри-Ланке, где занимался вопросами экономического и политического сотрудничества.\n\nВ 1980–1990-х годах работал в системе МИД СССР и России, занимая ряд дипломатических постов. С 1994 по 2004 годы представлял Россию в Организации Объединённых Наций в ранге постоянного представителя. В этот период активно участвовал в обсуждениях вопросов безопасности, международного права и урегулирования региональных конфликтов.\n\nВ 2004 году был назначен министром иностранных дел Российской Федерации и остаётся на этом посту более двух десятилетий. Лавров играет ключевую роль в формировании внешнеполитического курса России, участвует в международных переговорах по вопросам безопасности, ядерного разоружения, Ближнего Востока, Южного Кавказа и постсоветского пространства.\n\nЛавров известен своим жёстким дипломатическим стилем, умением вести переговоры в сложных условиях и авторитетом в международных структурах. Его биография иллюстрирует соединение профессиональной школы советской дипломатии и современного российского внешнеполитического курса. Несмотря на армянское происхождение, он всегда позиционировал себя как представитель российской дипломатии и культуры."
  },
  {
    "name": "Анастас Микоян",
    "subtitle": "Советский государственный и партийный деятель",
    "section": "Politics",
    "imageName": "mikoyan",
    "birthCity": "Санагин, Лори",
    "birthCountry": "Российская империя",
    "birthLat": 41.15,
    "birthLon": 44.65,
    "birthYear": 1895,
    "deathYear": 1978,
    "bio": "Анастас Иванович Микоян (1895–1978) родился в селе Санагин Лорийской области в армянской семье. Учился в духовной семинарии в Тбилиси, затем увлёкся революционными идеями и примкнул к большевистскому движению. Уже в юности проявил себя как организатор подпольной работы и агитатор.\n\nПосле Октябрьской революции активно участвовал в установлении советской власти на Кавказе. Занимал посты в партийных структурах Армении и Закавказья, затем был приглашён в Москву, где его карьера стремительно развивалась. Микоян входил в ближний круг Ленина, а позже Сталина, занимая ключевые посты в Совете Народных Комиссаров.\n\nВ 1930–1940-е годы Микоян курировал внешнюю торговлю СССР, а также промышленность и снабжение. В годы Великой Отечественной войны сыграл важную роль в обеспечении армии продовольствием и техникой. Он входил в Государственный Комитет Обороны, участвовал в решении стратегических вопросов.\n\nПосле смерти Сталина Микоян сохранил влияние, поддержав реформы Хрущёва. Был одним из инициаторов «оттепели» и улучшения отношений с Западом. В 1964–1965 гг. исполнял обязанности председателя Президиума Верховного Совета СССР — фактически главы государства.\n\nВ последние годы оставался влиятельной фигурой в партийных структурах, занимался вопросами международной политики и советской дипломатии. Его политическая карьера охватила более полувека, сделав его одним из самых долговечных и опытных политиков СССР."
  },
  {
    "name": "Карен Демирчян",
    "subtitle": "Советский и армянский политический деятель",
    "section": "Politics",
    "imageName": "demirchyan",
    "birthCity": "Ереван",
    "birthCountry": "Армянская ССР, СССР",
    "birthLat": 40.1772,
    "birthLon": 44.5035,
    "birthYear": 1932,
    "deathYear": 1999,
    "bio": "Карен Серопович Демирчян (1932–1999) родился в Ереване в семье инженеров. Окончил Ереванский политехнический институт, получил образование инженера-электрика и начал карьеру на Ереванском электротехническом заводе, где прошёл путь от мастера до директора.\n\nВ 1974 году Демирчян стал первым секретарём ЦК Компартии Армении и возглавил республику. Его правление характеризовалось масштабным развитием промышленности, науки и культуры. В Ереване активно строились новые кварталы, развивалась энергетика, транспорт и социальная инфраструктура.\n\nОн уделял большое внимание образованию и развитию кадров, поддерживал проекты в области высоких технологий, в том числе электроники и машиностроения. При нём Армянская ССР стала одной из наиболее динамично развивающихся республик Советского Союза.\n\nВ 1988 году, в условиях Карабахского движения и политической нестабильности, Демирчян был вынужден уйти в отставку. Однако его имя сохранило уважение как символа стабильности и хозяйственного развития.\n\nВ 1990-е годы он вернулся в политику, возглавив Народную партию Армении. В 1999 году был избран в Национальное собрание и стал его председателем. 27 октября 1999 года погиб в результате террористического акта в парламенте. Его смерть стала трагическим событием в новейшей истории Армении."
  },
  {
    "name": "Ованнес Качазнуни",
    "subtitle": "Первый премьер-министр Первой Республики Армения",
    "section": "Politics",
    "imageName": "kachaznuni",
    "birthCity": "Ахалкалаки",
    "birthCountry": "Российская империя",
    "birthLat": 41.405,
    "birthLon": 43.484,
    "birthYear": 1868,
    "deathYear": 1938,
    "bio": "Ованнес Качазнуни (1868–1938) — армянский политический и государственный деятель, первый премьер-министр Первой Республики Армения. Родился в городе Ахалкалаки (ныне Грузия) в армянской семье. Получил образование в Санкт-Петербурге, где изучал архитектуру и инженерное дело. Уже в молодые годы примкнул к Армянской революционной федерации (Дашнакцутюн).\n\nДо 1917 года работал архитектором и одновременно участвовал в партийной деятельности, занимаясь организацией армянских общин и культурных инициатив. После Февральской революции активно включился в политическую жизнь Закавказья, став одним из лидеров армянской делегации в Закавказском сейме.\n\nВ мае 1918 года, после провозглашения независимости Армении, Качазнуни занял пост премьер-министра Первой Республики. На его долю выпали годы тяжелейших испытаний — восстановление разрушенной страны после геноцида, массовый наплыв беженцев, военные конфликты с Османской империей и соседними государствами, нехватка продовольствия и ресурсов.\n\nОн пытался наладить государственные институты, организовать армию и добиться международного признания Армении. В то же время Качазнуни проявлял осторожность в дипломатии, понимая ограниченные возможности молодой республики.\n\nПосле падения Первой Республики и установления советской власти в Армении остался в стране. В 1930-х годах был арестован и в 1938 году погиб в результате сталинских репрессий. В истории Качазнуни остался как первый премьер независимой Армении и один из архитекторов её государственности."
  },
  {
    "name": "Тигран II Великий",
    "subtitle": "Царь Армении, государственный деятель",
    "section": "Politics",
    "imageName": "tigran_the_great",
    "birthCity": "Арташат",
    "birthCountry": "Армянское царство",
    "birthLat": 39.95,
    "birthLon": 44.55,
    "birthYear": -140,
    "deathYear": -55,
    "bio": "Тигран II Великий (около 140 до н.э. – 55 до н.э.) — один из самых знаменитых царей Армении, чьё правление стало вершиной политического и военного могущества страны. Взойдя на престол в начале I века до н.э., он превратил Армению в крупнейшую державу Ближнего Востока.\n\nВ начале своего правления Тигран уделял внимание укреплению внутренних структур: он реформировал армию, усилил царскую власть и укрепил города. Столица Арташат превратилась в политический и экономический центр региона, а позднее им основан новый город — Тигранакерт, ставший символом его эпохи.\n\nВо внешней политике Тигран вёл активные завоевания. Его владения простирались от Кавказа до Средиземного моря, включая Сирию, Каппадокию, Финикию и части Месопотамии. В это время Армения стала ведущей силой на политической карте региона, а самого царя называли «царём царей».\n\nОсобое значение имели его дипломатические отношения с Парфией, Понтом и Римом. В союзе с Митридатом Евпатором он боролся против Рима, но в итоге был вынужден заключить мир и уступить часть завоеванных земель. Несмотря на это, Армения сохранила значительную автономию и влияние.\n\nНаследие Тиграна II оценивается как эпоха расцвета армянской государственности. Его правление укрепило национальную идентичность и оставило богатое культурное и политическое наследие, которое веками вдохновляло историков и деятелей национального движения."
  }
]
