[
  {
    "name": "Виктор Амбарцумян",
    "subtitle": "Астрофизик, академик",
    "section": "Наука и образование",
    "imageName": "ambartsumian",
    "birthCity": "Тифлис",
    "birthCountry": "Грузия",
    "birthLat": 41.7151,
    "birthLon": 44.8271,
    "birthYear": 1908,
    "bio": "Виктор Амазаспович Амбарцумян (1908–1996) — выдающийся армянский и советский астрофизик, один из крупнейших учёных XX века, основатель армянской школы астрофизики. Родился в Тифлисе в семье профессора литературы. Окончил Ленинградский университет, где проявил выдающиеся способности в области теоретической астрофизики.\n\nВ 1930-е годы опубликовал ряд работ по теории звёздных атмосфер и статистике звёздных систем. Им были разработаны основы современной теории звёздных ассоциаций и эволюции галактик. Эти исследования изменили представления об образовании и динамике звёздных систем.\n\nВ 1943 году Амбарцумян основал Бюраканскую астрофизическую обсерваторию в Армении и многие десятилетия был её руководителем. Под его руководством обсерватория превратилась в один из ведущих центров астрофизических исследований в мире.\n\nАмбарцумян занимал важные посты в международных организациях, был президентом Международного астрономического союза (1961–1964). Его труды принесли ему мировое признание, он награждён высшими научными премиями СССР и зарубежных академий.\n\nУчёный был также общественным деятелем: избирался президентом Академии наук Армянской ССР и способствовал развитию научного потенциала страны. Его вклад в науку и организацию исследований сделал Армению центром астрономии мирового уровня."
  },
  {
    "name": "Сергей Мергелян",
    "subtitle": "Математик, академик",
    "section": "Наука и образование",
    "imageName": "mergelian",
    "birthCity": "Симферополь",
    "birthCountry": "Россия",
    "birthLat": 44.9521,
    "birthLon": 34.1024,
    "birthYear": 1928,
    "bio": "Сергей Никитович Мергелян (1928–2008) — армянский математик, академик, известный своими фундаментальными исследованиями в области теории функций и приближений. Родился в Симферополе, но вскоре семья переехала в Ереван, где он окончил среднюю школу и университет.\n\nВ 20 лет защитил кандидатскую диссертацию, а в 23 года стал доктором наук — один из самых молодых докторов математических наук в истории СССР. Его исследования в области комплексного анализа и полиномов привели к созданию знаменитой «Теоремы Мергеляна» (1951), ставшей классическим результатом в теории приближений.\n\nМергелян активно участвовал в организации математической науки в Армении. Он был директором Института математики АН Армянской ССР, внёс большой вклад в подготовку молодых специалистов и создание научной школы.\n\nКак общественный деятель, он был депутатом Верховного Совета СССР и способствовал развитию образования и науки в республике. Его научный авторитет был признан во всём мире, он сотрудничал с ведущими математиками Европы и США.\n\nСергей Мергелян оставил после себя значительное наследие: его труды до сих пор используются в исследованиях и преподавании, а его имя носит Институт математики в Ереване."
  },
  {
    "name": "Гурген Аскарян",
    "subtitle": "Физик-экспериментатор",
    "section": "Наука и образование",
    "imageName": "askaryan",
    "birthCity": "Москва",
    "birthCountry": "Россия",
    "birthLat": 55.7558,
    "birthLon": 37.6173,
    "birthYear": 1928,
    "bio": "Гурген Ашотович Аскарян (1928–1997) — советский и армянский физик-экспериментатор, известный как автор эффекта Аскаряна. Родился в Москве в семье инженеров. Учился в Московском энергетическом институте, где начал заниматься исследованиями в области радиофизики и физики высоких энергий.\n\nВ 1950-е годы работал в Институте физических проблем и в Институте атомной энергии. В этот период он предложил ряд оригинальных идей, включая метод регистрации высокоэнергетических нейтрино с помощью радиоволн, возникающих при их взаимодействии с веществом. Этот феномен стал известен как «эффект Аскаряна» и позже подтвердился экспериментально.\n\nПомимо этого, Аскарян занимался лазерной физикой, акустооптикой, нелинейной оптикой и разработкой новых методов регистрации излучений. Его труды оказали значительное влияние на развитие экспериментальной физики в СССР и в мире.\n\nУчёный получил международное признание, его статьи активно цитировались и стали основой для последующих поколений исследователей в области астрофизики и космических лучей.\n\nСегодня имя Аскаряна носит ряд научных проектов по изучению нейтрино и космического излучения. Его считают одним из самых оригинальных и смелых мыслителей советской физики."
  },
  {
    "name": "Мовсес Хоренаци",
    "subtitle": "Историк, философ, богослов",
    "section": "Наука и образование",
    "imageName": "khorenatsi",
    "birthCity": "Хорен",
    "birthCountry": "Армения",
    "birthLat": 39.5,
    "birthLon": 45.9,
    "birthYear": 410,
    "bio": "Мовсес Хоренаци (ок. 410–490 гг.) — армянский историк, философ и богослов, известный как «отец армянской историографии». Предположительно родился в области Сюник. Учился в школах Сирии и Византии, где получил блестящее образование, овладев греческой и сирийской традициями.\n\nЕго главный труд — «История Армении» — охватывает период от библейских времён до V века н.э. и сочетает мифологические предания с историческими фактами. Этот труд стал фундаментом для формирования армянской исторической памяти и национальной идентичности.\n\nХоренаци также занимался философией и богословием, был связан с движением перевода античных и христианских текстов на армянский язык. Его взгляды отличались стремлением соединить античную культуру с христианской традицией.\n\nВ армянской культуре Хоренаци рассматривается не только как историк, но и как мыслитель, который сумел систематизировать и осмыслить прошлое армянского народа в контексте мировой истории.\n\nЕго труды сохранили значение на протяжении веков, они переводились на разные языки и цитировались историками Средневековья. Мовсес Хоренаци остаётся символом учёного, заложившего основы национальной историографии и философской мысли."
  },
  {
    "name": "Анания Ширакаци",
    "subtitle": "Учёный-энциклопедист, математик, астроном, географ",
    "section": "Наука и образование",
    "imageName": "shirakatsi",
    "birthCity": "Ширак",
    "birthCountry": "Армения",
    "birthLat": 40.8,
    "birthLon": 43.8,
    "birthYear": 610,
    "deathYear": 685,
    "bio": "Анания Ширакаци (около 610–685 гг.) — выдающийся армянский учёный-энциклопедист VII века, один из первых системных исследователей в истории Армении. Родился в области Ширак и получил образование в греческих и сирийских школах, что позволило ему овладеть широким кругом знаний, включавших математику, астрономию, географию и философию.\n\nНаибольшую известность он получил как автор фундаментальных трудов по математике и астрономии. В его сочинении «Книга чисел» содержатся сведения по арифметике, геометрии и теории чисел. Он разработал методы вычислений, которые использовались в школах и монастырях на протяжении веков. Его астрономические труды включали наблюдения небесных тел, описание календарных систем и попытки объяснить движение планет.\n\nОсобое место занимает его труд «Ашхарацуйц» («Описание мира») — географический атлас и энциклопедия, где Ширакаци описал страны, народы и города Евразии. В нём содержатся сведения о Византии, Персии, Индии, Китае и других регионах. Этот труд стал ценнейшим источником по географии Средневековья и до сих пор используется историками.\n\nШиракаци был не только учёным, но и педагогом. Он создал школу, где обучал молодёжь математике, философии и естественным наукам. Его методы преподавания отличались системностью и стремлением к практическому применению знаний.\n\nЕго наследие стало фундаментом армянской науки и образования в Средневековье. Ширакаци рассматривается как «армянский Пифагор» и символ стремления к познанию мира. Его труды сохранили значение на протяжении веков и остаются свидетельством высокой научной культуры Армении в раннем Средневековье."
  },
  {
    "name": "Амирдовлат Амасиаци",
    "subtitle": "Врач, учёный, естествоиспытатель",
    "section": "Наука и образование",
    "imageName": "amirdovlat_amasiatsi",
    "birthCity": "Амасия",
    "birthCountry": "Османская империя",
    "birthLat": 40.65,
    "birthLon": 35.8333,
    "birthYear": 1420,
    "deathYear": 1496,
    "bio": "Амирдовлат Амасиаци (ок. 1420–1496) — выдающийся армянский врач и естествоиспытатель XV века, один из крупнейших представителей средневековой медицины. Родился в городе Амасия в Османской империи, получил медицинское образование и стал придворным врачом султана Мехмеда II Завоевателя.\n\nАмирдовлат широко путешествовал по Османской империи и соседним регионам, изучая лекарственные растения, методы лечения и народные практики. Его труды представляют собой обширные энциклопедии медицинских знаний своего времени.\n\nЕго главные сочинения — «Уход за здоровьем» (1468), «Непревзойдённая книга» (1475) и «Полезная книга о медицине для всех» (1482), написанная на разговорном армянском языке, чтобы сделать знания доступными для широкого круга читателей. В этих трудах он описал сотни лекарственных средств растительного, животного и минерального происхождения, а также дал советы по профилактике и лечению заболеваний.\n\nАмирдовлат был не только практикующим врачом, но и мыслителем, уделявшим внимание вопросам анатомии, диетологии, фармакологии и гигиены. Его работы оказали влияние на медицинскую традицию Армении, Османской империи и соседних стран.\n\nСкончался в конце XV века. В истории науки он остался как «армянский Авиценна», соединивший античное наследие, арабскую медицину и армянские традиции в единую систему знаний."
  },
  {
    "name": "Агнес Жоаким",
    "subtitle": "Ботаник, селекционер",
    "section": "Наука и образование",
    "imageName": "agnes_joaquim",
    "birthCity": "Сингапур",
    "birthCountry": "Британская империя",
    "birthLat": 1.3521,
    "birthLon": 103.8198,
    "birthYear": 1854,
    "deathYear": 1899,
    "bio": "Агнес Жоаким (1854–1899) — сингапурская армянка, ставшая известной как селекционер и ботаник. Родилась в семье выходцев из Новой Джульфы, армянской общины Персии, переселившейся в Сингапур. С ранних лет увлекалась садоводством и культивированием растений.\n\nВ 1893 году она вывела гибрид орхидеи Vanda 'Miss Joaquim', получившийся в результате скрещивания Vanda teres и Vanda hookeriana. Новый сорт отличался устойчивостью к жаркому климату и обильным цветением, быстро завоевав признание у ботаников и садоводов.\n\nПосле её смерти орхидея, названная в её честь, стала символом Сингапура. В 1981 году Vanda 'Miss Joaquim' была официально признана национальным цветком страны.\n\nЖоаким оставила заметный след в истории ботаники и цветоводства, став примером вклада армянской диаспоры в мировую науку и культуру."
  },
  {
    "name": "Раймонд Дамадян",
    "subtitle": "Изобретатель МРТ, врач и исследователь",
    "section": "Наука и образование",
    "imageName": "damadian",
    "birthCity": "Нью-Йорк",
    "birthCountry": "США",
    "birthLat": 40.7128,
    "birthLon": -74.0060,
    "birthYear": 1936,
    "deathYear": 2022,
    "bio": "Раймонд Ваган Дамадян (1936–2022) — американский врач, учёный и изобретатель армянского происхождения, известный как создатель первой в мире системы магнитно-резонансной томографии (МРТ) для медицинской диагностики. Родился в Нью-Йорке в семье армянских иммигрантов.\n\nОкончил Висконсинский университет по специальности 'математика', затем получил медицинское образование в Альберт-Эйнштейн колледже медицины. Рано заинтересовался применением ядерного магнитного резонанса в биологии и медицине.\n\nВ 1971 году опубликовал статью, в которой впервые показал, что с помощью метода ядерного магнитного резонанса можно отличать здоровые ткани от раковых. Эта работа стала научным прорывом и заложила основу для медицинской томографии.\n\nВ 1977 году Дамадян построил первый в мире аппарат МРТ, названный 'Indomitable'. С его помощью была проведена первая сканография человеческого организма, открывшая новую эру в диагностике заболеваний.\n\nНесмотря на споры вокруг патентных прав и присуждения Нобелевской премии, вклад Дамадяна признан мировым научным сообществом. Он получил Национальную медаль технологий США и был включён в Зал славы изобретателей.\n\nРаймонд Дамадян вошёл в историю медицины как изобретатель, изменивший подход к диагностике и спасший миллионы жизней по всему миру."
  },
  {
    "name": "Иосиф Орбели",
    "subtitle": "Востоковед, академик",
    "section": "Наука и образование",
    "imageName": "orbeli",
    "birthCity": "Кутаиси",
    "birthCountry": "Российская империя",
    "birthLat": 42.25,
    "birthLon": 42.7,
    "birthYear": 1887,
    "deathYear": 1961,
    "bio": "Иосиф Абгарович Орбели (1887–1961) — выдающийся советский востоковед, академик АН СССР, специалист по истории, культуре и искусству народов Кавказа и Ближнего Востока. Родился в Кутаиси в армянской семье. Получил блестящее образование: окончил Петербургский университет, где изучал восточные языки, историю и археологию.\n\nС юных лет участвовал в археологических экспедициях в Армении и Закавказье. Особое место в его научной деятельности занимало исследование древнеармянских рукописей, архитектуры и искусства. Он способствовал открытию и изучению ряда памятников средневековой Армении.\n\nВ 1930-е годы Орбели стал директором Государственного Эрмитажа. Под его руководством музей не только сохранил свои коллекции в годы войны, но и превратился в крупнейший центр востоковедения и искусства. Благодаря его усилиям в Эрмитаже была создана знаменитая коллекция искусства Востока.\n\nОн также был одним из основателей и первым президентом Армянской академии наук (1943), что сыграло огромную роль в развитии научной жизни Армении. Под его началом формировались ведущие научные школы страны.\n\nИосиф Орбели оставил богатое наследие в виде монографий, статей и исследований по востоковедению, истории и культуре Армении. Его имя прочно связано с развитием науки о Востоке в СССР и с сохранением культурного наследия армянского народа."
  },
    {
      "name": "Аракел Даврижеци",
      "subtitle": "Историк, хронист XVII века",
      "section": "Наука\nи образование",
      "imageName": "arakel_davrizhetsi",
      "birthCity": "Давриз",
      "birthCountry": "Армения (Сюник)",
      "birthLat": 39.55,
      "birthLon": 46.05,
      "birthYear": 1590,
      "deathYear": 1670,
      "bio": "Аракел Даврижеци (ок. 1590–1670) — армянский историк и хронист XVII века, автор фундаментального труда «Книга историй», который является одним из наиболее ценных источников по истории Армении и соседних стран раннего нового времени. Родился в деревне Давриз (Сюник), получил образование в духовной среде и был тесно связан с Эчмиадзинским католикосатом.\n\nГлавное произведение Даврижеци охватывает события XVI–XVII веков: войны Османской империи и Персии, армяно-турецкие и армяно-персидские отношения, восстания и миграции, включая переселение армян в Персию при шахе Аббасе I. Его описание отличается вниманием к деталям, живостью повествования и стремлением показать судьбу простого народа.\n\nАракел уделял особое внимание положению армянской церкви, её роли в сохранении национальной идентичности и духовного единства. Он фиксировал не только политические события, но и культурные, социальные и религиозные процессы.\n\n«Книга историй» Даврижеци написана на доступном языке и предназначалась для широкого читателя. Она сочетает черты хроники и литературного произведения, что сделало её популярной и в последующие века.\n\nСегодня труд Аракела Даврижеци считается классикой армянской историографии. Его наследие сохраняет важность как для историков, так и для филологов и культурологов, исследующих развитие армянской мысли XVII века."
    },
    {
      "name": "Гевонд",
      "subtitle": "Историк арабских завоеваний",
      "section": "Наука\nи образование",
      "imageName": "gevond",
      "birthCity": "Армения",
      "birthCountry": "Армения",
      "birthLat": 40.0,
      "birthLon": 45.0,
      "birthYear": 730,
      "deathYear": 790,
      "bio": "Гевонд (ок. 730–790) — армянский историк VIII века, один из наиболее авторитетных источников по истории арабских завоеваний и раннего арабского халифата. Его «История» охватывает события VII–VIII веков и включает уникальные сведения о первых контактах арабов с Арменией и Кавказом.\n\nГлавное значение трудов Гевонда состоит в том, что они сохранили ранние документы, включая тексты арабских халифов, адресованные армянам, и описание дипломатических отношений между арабскими наместниками и армянской знатью. В его повествовании нашли отражение военные кампании, восстания, положение крестьян и духовенства.\n\nГевонд уделял особое внимание роли армянской церкви в сохранении национальной самобытности в условиях иноземного владычества. Его хроника показывает, как духовные и светские лидеры Армении искали пути сосуществования и сопротивления арабскому господству.\n\nПроизведения Гевонда отличаются ясностью изложения, вниманием к деталям и попыткой объективно оценивать события. Он использовал не только армянские, но и греческие, сирийские и арабские источники.\n\nСегодня Гевонд признан одним из классиков армянской историографии. Его труды служат важным источником для изучения раннесредневековой истории Кавказа и Ближнего Востока и высоко ценятся в международной научной среде."
    },
    {
      "name": "Вардан Аревелци",
      "subtitle": "Историк, философ, богослов XIII века",
      "section": "Наука\nи образование",
      "imageName": "vardan_areveltsi",
      "birthCity": "Армения",
      "birthCountry": "Армянское царство",
      "birthLat": 40.0,
      "birthLon": 45.0,
      "birthYear": 1200,
      "deathYear": 1271,
      "bio": "Вардан Аревелци (ок. 1200–1271) — армянский историк, философ, богослов и педагог XIII века, один из ярких представителей средневековой армянской интеллектуальной традиции. Его прозвище «Аревелци» («Восточный») связано с происхождением и деятельностью на восточных землях Армении.\n\nУчился и работал в монастырских школах, где получил глубокое образование в области богословия, философии и истории. Преподавал в ряде духовных центров, занимался перепиской и толкованием богословских трудов, был известен как наставник и педагог.\n\nГлавным трудом Вардана считается «Всеобщая история» («Հաւաքման գիրք»), где он изложил всемирную и армянскую историю от библейских времён до XIII века. Его хроника охватывает события как в Армении, так и в Византии, Персии, арабском мире и Европе, отражая широкий кругозор автора.\n\nИсторическое наследие Вардана Аревелци отличается стремлением соединить национальную историю с общехристианской и всемирной перспективой. Его труд был не только исторической хроникой, но и учебным пособием для школ и монастырей.\n\nПомимо исторических сочинений, Вардан писал богословские трактаты, философские комментарии и занимался переводами. Он внёс значительный вклад в развитие образования, формируя у учеников чувство национальной и духовной идентичности.\n\nВардан Аревелци остался в истории как один из крупнейших армянских мыслителей Средневековья, чьё наследие продолжает изучаться в контексте как национальной, так и мировой историографии."
    },
    {
      "name": "Джеймс Филипп Багян",
      "subtitle": "Астронавт, инженер, врач",
      "section": "Наука и образование",
      "imageName": "james_bagian",
      "birthCity": "Филадельфия",
      "birthCountry": "США",
      "birthLat": 39.9526,
      "birthLon": -75.1652,
      "birthYear": 1952,
      "bio": "Джеймс Филипп Багян (род. 1952) — американский врач, инженер и астронавт армянского происхождения. Он стал первым и пока единственным человеком армянского происхождения, побывавшим в космосе.\n\nПолучил степень бакалавра по машиностроению в Университете Дрекселя (1973) и степень доктора медицины в Университете Томаса Джефферсона (1977). Такое сочетание инженерного и медицинского образования определило его дальнейшую карьеру.\n\nВ 1980 году был зачислен в девятую группу астронавтов NASA. Участвовал в двух космических миссиях: STS-29 (1989) и STS-40 (1991), проведя в космосе более 337 часов. В этих полётах занимался вопросами медицинской поддержки экипажа и разработкой систем жизнеобеспечения.\n\nПосле ухода из NASA Багян сосредоточился на проблемах медицины и управления рисками. Он стал первым директором Национального центра безопасности пациентов (VA) в США, а также основал Центр инженерии здравоохранения и безопасности пациентов при Мичиганском университете. Его работа помогла внедрить системный подход к предотвращению медицинских ошибок.\n\nЯвляется членом Национальной академии инженерии и Института медицины США. Его уникальный путь объединяет инженерное мышление, медицину и космические технологии, а вклад в развитие безопасности пациентов и космической медицины сделал его одной из самых заметных фигур армянской научной диаспоры."
    },
    {
      "name": "Якуб Артин-паша",
      "subtitle": "Учёный, педагог, реформатор образования",
      "section": "Наука и образование",
      "imageName": "artin_pasha",
      "birthCity": "Константинополь",
      "birthCountry": "Османская империя",
      "birthLat": 41.0082,
      "birthLon": 28.9784,
      "birthYear": 1842,
      "deathYear": 1919,
      "bio": "Якуб Артин-паша (1842–1919) — армянин по происхождению, один из крупнейших реформаторов образования в Египте XIX века. Родился в Константинополе, получил разностороннее образование, изучал восточные и европейские языки, что позволило ему свободно работать в международной среде.\n\nВ молодости переехал в Египет, где вскоре занял должности в системе управления. Его знания и педагогические идеи высоко ценились, и в 1870-е годы он стал заместителем министра, а затем министром народного просвещения Египта. Артин-паша занимался реформой школьного образования, внедрением новых программ и созданием современных учебных заведений.\n\nОн был автором ряда трудов по педагогике, фольклору и культуре Египта, в которых стремился соединить европейские научные подходы с местными традициями. Его исследования включали сбор и публикацию материалов по устной культуре и обычаям народов Нила.\n\nАртин-паша активно участвовал в культурной жизни армянской диаспоры и был одним из сооснователей Всеобщего армянского благотворительного союза (AGBU), сыгравшего огромную роль в развитии армянских образовательных и культурных инициатив.\n\nЕго деятельность оставила заметный след в истории Египта и армянской научной мысли. Артин-паша стал примером учёного и государственного деятеля, который сумел соединить восточные и западные традиции ради развития общества."
    }
]
