[
  {
    "name": "Мелконян Монте",
    "subtitle": "Командир, национальный герой Армении",
    "section": "Military",
    "imageName": "melkonian",
    "birthCity": "Висалия",
    "birthCountry": "США",
    "birthLat": 36.3302,
    "birthLon": -119.2921,
    "birthYear": 1957,
    "bio": "Монте Мелконян (1957–1993) родился в Висалии (Калифорния) в семье выходцев из западноармянских общин. Получил школьное образование в США, рано заинтересовался историей Ближнего Востока, археологией и армянским наследием. Учился в Калифорнийском университете, где изучал историю и языки региона, проходил полевые археологические практики и много путешествовал, формируя научные интересы и круг общения в академической и диаспоральной среде.\n\nВ конце 1970-х — начале 1980-х годов находился на Ближнем Востоке, работал и жил в Ливане в годы гражданской войны, был вовлечён в армянскую общинную жизнь и комитеты взаимопомощи. Параллельно занимался переводами, писал аналитические заметки о ближневосточной политике и безопасности армянских общин. Опыт жизни в зоне конфликтов определил его взгляды на самоорганизацию, подготовку кадров и значение дисциплины в условиях нестабильности.\n\nС конца 1980-х годов Мелконян включился в общественно-политические процессы вокруг Карабахского движения. Переехав в Советскую Армению на рубеже 1990-х, участвовал в формировании добровольческих групп самообороны, затем перешёл к службе в регулярных структурах, занимаясь организацией подразделений, связью, разведнаблюдением, подготовкой младшего командного состава. В его работах и записных книжках этого времени заметны акцент на обучении и стандартизации процедур, а также стремление согласовать действия добровольцев с общим планированием.\n\nВ ходе войны в Нагорном Карабахе (1992–1993) Мелконян руководил обороной и действиями подразделений на юго-восточном направлении, преимущественно в районе Мартунинского сектора. Его зона ответственности включала организацию опорных пунктов, распределение огневых средств, работу наблюдательных постов и эвакуацию гражданского населения из опасных районов. В этот период он оставил подробные полевые записи о составе подразделений, применении инженерных средств, взаимодействии пехоты с миномётными и противотанковыми расчётами.\n\nВесной 1993 года, в условиях активных боевых действий, Мелконян продолжал координировать действия рот и отдельных групп в полосе соприкосновения. Он уделял внимание подготовке сержантов, устойчивости линии снабжения и обмену информацией между соседними участками. 12 июня 1993 года погиб в районе боевого соприкосновения; по воспоминаниям сослуживцев, находился на переднем крае при перемещении группы. Решениями властей Армении и Нагорного Карабаха ему посмертно присвоены высшие звания за службу.\n\nПомимо практической военной деятельности, Мелконян оставил рукописи и тексты, в которых рассматривал вопросы мотивации, дисциплины, организации малых подразделений и взаимодействия с гражданским населением в прифронтовой зоне. Его биография часто используется в исследовательских работах о роли диаспоры, транснациональной мобильности и формировании кадров в условиях перехода от добровольческих формирований к регулярным частям. В послевоенных изданиях публиковались его письма, полевые заметки и интервью, представляющие интерес для историков и социологов военного дела."
  },
  {
    "name": "Закария II Закарян",
    "subtitle": "Военачальник, стратег",
    "section": "Military",
    "imageName": "zakaryan",
    "birthCity": "Тифлис",
    "birthCountry": "Грузия",
    "birthLat": 41.7151,
    "birthLon": 44.8271,
    "birthYear": 1180,
    "bio": "Закария II Закарян (ок. 1180–1240) был одним из выдающихся представителей армянского княжеского рода Закарянов, сыгравших ключевую роль в военной и политической жизни Кавказа в XII–XIII веках. Родился в семье, тесно связанной с армянской знатью, и с юных лет был вовлечён в военное дело.\n\nВ начале XIII века он вместе со своим братом Иване находился на службе у грузинской царицы Тамары, при дворе которой армянские военачальники имели большое влияние. Закария проявил себя как способный стратег, получив командование над армянскими и грузинскими войсками в борьбе против сельджуков и других мусульманских держав региона.\n\nПод его руководством армянские и грузинские войска одержали ряд побед, расширив контроль над Армянским нагорьем. Закария добился освобождения таких городов, как Карс, Ани и Двин, тем самым восстановив армянское присутствие в древних культурных центрах. Эти успехи укрепили союз армянской и грузинской знати.\n\nЗакария II не только воевал, но и занимался организацией управления в завоёванных землях. Он поддерживал армянские монастыри, способствовал строительству церквей и развитию торговли. Благодаря его политике армянские земли получили относительную автономию и смогли пережить культурный подъём в условиях постоянных войн.\n\nУмер он около 1240 года, оставив после себя наследие талантливого военачальника и государственного деятеля. В армянской истории Закария II Закарян считается символом сотрудничества с соседними народами ради сохранения армянской государственности и культуры."
  },
  {
    "name": "Феодор Рштуни",
    "subtitle": "Военачальник",
    "section": "Military",
    "imageName": "rshtuni",
    "birthCity": "Васпуракан",
    "birthCountry": "Армения",
    "birthLat": 38.30,
    "birthLon": 43.25,
    "birthYear": 590,
    "bio": "Феодор Рштуни (ок. 590–650) происходил из знатного армянского рода Рштуни, который имел значительное влияние в регионе Васпуракан. Его семья традиционно занимала важные военные и административные посты, что сформировало у Феодора глубокое понимание политических и военных процессов своего времени.\n\nВ период византийско-арабских войн Феодор играл ключевую роль в обороне армянских земель от арабских завоевателей. Он активно сотрудничал с Византийской империей, выступая в качестве военного лидера и организатора сопротивления. Его военные действия способствовали задержке арабского продвижения в Закавказье и укреплению позиций Византии в регионе.\n\nПомимо военной деятельности, Феодор Рштуни занимался административным управлением в Васпуракане. Он стремился сохранить местную автономию и укрепить экономику области, поддерживая развитие сельского хозяйства и торговли. Его правление характеризовалось попытками балансировать между влиянием Византии и растущей угрозой арабских завоеваний.\n\nОтношения Феодора с Византийской империей были сложными: с одной стороны, он получал поддержку и титулы, с другой — старался отстаивать интересы армянской знати и народа. В то же время он вел переговоры с арабами, пытаясь избежать разрушительных конфликтов и сохранить стабильность в регионе.\n\nИтогом правления Феодора Рштуни стало укрепление армянской государственности в условиях внешних угроз. Его усилия по организации обороны и управлению обеспечили относительную стабильность Васпуракана на рубеже VII века, а также заложили основу для дальнейшего развития армянской культуры и политики в регионе."
  },
  {
      "name": "Вардан Мамиконян",
      "subtitle": "Спарапет, национальный герой",
      "section": "Military",
      "imageName": "mamikonyan",
      "birthCity": "Арташат",
      "birthCountry": "Армянское царство",
      "birthLat": 39.9539,
      "birthLon": 44.5506,
      "birthYear": 387,
      "bio": "Вардан Мамиконян (ок. 387–451) происходил из знатного рода Мамиконянов, традиционно занимавшего должность спарапета (главнокомандующего) в Армении. С ранних лет он получил военное воспитание и образование при дворе, воспитывался в духе преданности армянской церкви и государству.\n\nПосле смерти отца Вардан унаследовал должность спарапета и стал одним из наиболее влиятельных военных лидеров своего времени. В период правления персидского шаха Яздегерда II усилилось давление на армянскую знать и церковь, что вызвало недовольство в обществе.\n\nКульминацией противостояния стало восстание армян против Сасанидской империи в 450–451 годах. Вардан возглавил объединённые силы армянской знати и простого народа, выступив против навязывания зороастризма и сохранения христианской веры.\n\nГлавным сражением стало сражение при Аварайре 26 мая 451 года. Несмотря на героизм армянских воинов, армия Вардана потерпела военное поражение, а сам он погиб в бою. Однако жертва восставших оказала огромное влияние на будущее Армении.\n\nВосстание Вардана Мамиконяна стало символом национального сопротивления. Уже через несколько десятилетий Армения смогла отстоять право исповедовать христианство. Личность Вардана почитается Армянской Апостольской Церковью как святого, а его подвиг стал важной частью национальной идентичности."
    },
  {
    "name": "Нарсес",
    "subtitle": "Византийский полководец армянского происхождения",
    "section": "Military",
    "imageName": "narses",
    "birthCity": "Армения",
    "birthCountry": "Византийская империя",
    "birthLat": 39.5,
    "birthLon": 44.5,
    "bio": "Нарсес (ок. 478–573) был византийским полководцем армянского происхождения, служившим при императоре Юстиниане I. Он родился в Армении. О его ранней жизни и происхождении известно очень мало. Благодаря преданности и административным способностям он занял пост придворного сановника и вскоре был привлечён к военным делам.\n\nВпервые его имя стало широко известно во время походов против остготов в Италии. Нарсес получил доверие императора и был направлен для усиления византийской армии. В 538 году он прибыл в Италию с отрядом армянских и восточных воинов, сыграв важную роль в поддержке византийского командования.\n\nВ 552 году Юстиниан назначил Нарсеса главнокомандующим войск в Италии. Он одержал решительную победу над остготами в битве при Тагинах (552), где был убит их король Тотила. Год спустя, в 553 году, он разгромил нового короля остготов Тейю при горе Везувий, завершив тем самым готскую войну и вернув Италию под контроль Византии.\n\nПосле военных побед Нарсес управлял Италией как императорский наместник. Он укреплял порядок, занимался восстановлением городов и церквей, но столкнулся с трудностями из-за вторжений лангобардов и политических конфликтов в Константинополе. К концу жизни его отозвали, и он умер около 573 года.\n\nНарсес вошёл в историю как один из самых выдающихся византийских полководцев армянского происхождения. Его стратегический талант и дипломатические способности обеспечили Византии крупные успехи на Западе, а имя сохранилось в армянской и византийской традиции как пример военной доблести и служения государству.",
    "birthYear": 478
  },
  {
     "name": "Давид-Бек",
     "subtitle": "Предводитель освободительного движения",
     "section": "Military",
     "imageName": "davidbek",
     "birthCity": "Сюник",
     "birthCountry": "Армения",
     "birthLat": 39.2045,
     "birthLon": 46.466,
     "birthYear": 1650,
     "bio": "Давид-Бек (ок. 1650–1728) был одним из наиболее известных армянских военных предводителей XVIII века. Он возглавил национально-освободительное движение в Сюнике, направленное против османских и персидских захватчиков, и стал символом борьбы за сохранение армянской автономии.\n\nПосле распада Сефевидской державы и ослабления центральной власти Давид-Бек сумел собрать вооружённые отряды из местных армян и переселенцев из соседних областей. Под его командованием эти силы превратились в грозную армию, способную успешно сражаться с крупными армиями Османской и Персидской империй.\n\nЦентром его сопротивления стала крепость Халидзор. В 1727 году она выдержала осаду многочисленных турецких войск, и эта оборона вошла в историю как один из самых героических эпизодов армянского сопротивления. Давид-Бек умело использовал фортификацию, природные условия и поддержку населения для отражения атак.\n\nПри нём были укреплены многие населённые пункты Сюника, включая Хндзореск, ставший оплотом борьбы. Давид-Бек также поддерживал связи с грузинскими и русскими правителями, надеясь заручиться союзниками в противостоянии восточным державам. Эти усилия заложили основу для будущего политического взаимодействия региона.\n\nПосле его смерти дело продолжили соратники, среди которых выделялся Мхитар Спарапет. Несмотря на тяжёлые обстоятельства, память о Давиде-Беке сохранилась как о выдающемся лидере, объединившем армян для защиты родной земли. В национальной истории он остаётся образцом мужества и решимости в борьбе за независимость.\n   }"
   },
  {
    "name": "Давид Делянов",
    "subtitle": "Генерал-майор Русской императорской армии",
    "section": "Military",
    "imageName": "delyanov",
    "birthCity": "Москва",
    "birthCountry": "Российская империя",
    "birthLat": 55.7558,
    "birthLon": 37.6173,
    "birthYear": 1763,
    "deathYear": 1821,
    "bio": "Давид Артемьевич Делянов (1763–1821) родился в Москве в армянской семье, происходившей из Новой Джульфы в Персии. Его отец, Артемий (Арутюн) Делянов, преподавал армянский язык и был известен в армянской общине России.\n\nДелянов поступил на службу в Русскую императорскую армию в конце XVIII века. Проходил службу в гвардейских и армейских частях, участвовал в войнах Российской империи против Османской империи. За службу неоднократно награждался и дослужился до чина генерал-майора.\n\nВ начале XIX века занимал административные должности при военном управлении. Сохранились сведения о его участии в работе армянской общины Москвы и поддержке образовательных инициатив.\n\nБыл женат, имел детей. Один из его сыновей — Иван Давыдович Делянов (1818–1897) — впоследствии стал министром народного просвещения Российской империи.\n\nДавид Артемьевич скончался в 1821 году. Его деятельность отражает включение представителей армянской знати в структуру Российской империи и их участие в военной и государственной службе."
  },
  {
    "name": "Лазарь Серебряков",
    "subtitle": "Адмирал Российского императорского флота",
    "section": "Military",
    "imageName": "serebryakov",
    "birthCity": "Феодосия",
    "birthCountry": "Российская империя",
    "birthLat": 45.0319,
    "birthLon": 35.3825,
    "birthYear": 1792,
    "deathYear": 1862,
    "bio": "Лазарь Маркович Серебряков (1792–1862) родился в Феодосии в армянской семье. С юных лет поступил на службу в Российский императорский флот и прошёл путь от гардемарина до адмирала.\n\nОн участвовал в русско-турецкой войне 1828–1829 годов, где проявил себя в морских операциях против Османской империи. В середине XIX века командовал различными соединениями Черноморского флота и занимался организацией укреплений на Кавказском побережье.\n\nНаибольшую известность получил как один из основателей города Новороссийска. В 1838 году Серебряков руководил высадкой русского десанта в Цемесской бухте и созданием военного укрепления, вокруг которого постепенно вырос город. Его вклад в становление Новороссийска отмечается в исторических источниках.\n\nПозднее он занимал посты в морской администрации, продолжая службу на Черноморском флоте. Под его началом велось строительство портовой инфраструктуры и укреплений, что способствовало развитию Черноморского побережья Российской империи.\n\nСкончался Лазарь Маркович Серебряков в 1862 году. Его имя сохранилось в истории как одного из ключевых флотоводцев своего времени, сыгравших значительную роль в расширении российского присутствия на Черном море."
  },
  {
    "name": "Михаил\nЛорис-Меликов",
    "subtitle": "Генерал, государственный деятель",
    "section": "Military",
    "imageName": "loris_melikov",
    "birthCity": "Тифлис",
    "birthCountry": "Российская империя",
    "birthLat": 41.7151,
    "birthLon": 44.8271,
    "birthYear": 1825,
    "deathYear": 1888,
    "bio": "Михаил Тариэлович Лорис-Меликов (1825–1888) родился в Тифлисе в армянской семье. Получил военное образование в Санкт-Петербургском кадетском корпусе, после чего поступил на службу в русскую армию.\n\nС начала военной карьеры участвовал в Кавказской войне, где зарекомендовал себя как умелый командир. Во время Крымской войны отличился в боях против османских войск и был награждён за храбрость.\n\nВ 1877–1878 годах, во время Русско-турецкой войны, Лорис-Меликов командовал войсками на Кавказском фронте. Его стратегия способствовала победам при Карсе и Ардагане. За эти заслуги он получил чин генерала от инфантерии.\n\nПосле войны Лорис-Меликов был назначен генерал-губернатором Астраханской, Саратовской и Самарской губерний, где проявил себя как управленец и реформатор. В 1880 году стал министром внутренних дел и фактически возглавил правительство Российской империи.\n\nОн предложил проект политических преобразований, вошедший в историю как «Конституция Лорис-Меликова». Предполагалось ограничить самодержавие и ввести элементы представительного правления, однако после убийства Александра II эти реформы были свёрнуты. Лорис-Меликов подал в отставку и до конца жизни жил в Ницце, где и скончался в 1888 году."
  },
  {
    "name": "Иван Баграмян",
    "subtitle": "Маршал Советского Союза",
    "section": "Military",
    "imageName": "bagramyan",
    "birthCity": "Чардахлу (Елизаветпольская губерния)",
    "birthCountry": "Российская империя",
    "birthLat": 40.78,
    "birthLon": 45.67,
    "birthYear": 1897,
    "deathYear": 1982,
    "bio": "Иван Христофорович Баграмян (1897–1982) родился в селе Чардахлу Елизаветпольской губернии в армянской семье. В 1915 году был призван в Русскую императорскую армию, окончил учебные курсы и служил в кавалерийских частях на Юго-Западном фронте. После 1917 года перешёл в формирующиеся национальные части, а с 1920 года — в Рабоче‑крестьянскую Красную армию, где прошёл Гражданскую войну и начал строевую и штабную службу.\n\nВ межвоенный период Баграмян последовательно прошёл подготовку в военных учебных заведениях: курсы усовершенствования комсостава кавалерии, Военную академию им. М. В. Фрунзе (окончена в 1934 году), Высшие академические курсы Генерального штаба. Служил на штабных должностях в Белорусском и Киевском особых военных округах, занимаясь оперативным планированием и подготовкой крупномасштабных манёвров.\n\nС началом Великой Отечественной войны работал в штабе Юго‑Западного фронта, возглавлял оперативное управление, участвовал в разработке планов контрударов под Киевом и Харьковом. В 1942–1943 годах был назначен командующим 11‑й гвардейской армией; в ходе летней кампании 1943 года армия вела бои на Орловско‑Смоленском направлении, участвовала в наступательной операции, получив опыт прорыва эшелонированной обороны.\n\nС ноября 1943 года Баграмян — командующий 1‑м Прибалтийским фронтом. Под его руководством фронт участвовал в операциях по освобождению Белоруссии и Прибалтики: Минская и Витебско‑Оршанская операции, выход к Западной Двине, штурм Риги, блокирование Курляндской группировки противника у побережья Балтийского моря. Для управления объединениями фронта применялись передвижные КП, широкое взаимодействие с соседними фронтами и флотом.\n\nПосле войны Баграмян занимал командные и административные посты: командующий Прибалтийским военным округом, затем заместитель министра обороны СССР — начальник гражданской обороны страны. В 1955 году ему присвоено звание маршала Советского Союза. Автор мемуаров о действиях фронта и армии, он вёл большую работу по военной истории и подготовке кадров. Скончался в 1982 году в Москве, похоронен на Новодевичьем кладбище."
  },
  {
    "name": "Андраник Озанян",
    "subtitle": "Военный деятель, национальный герой Армении",
    "section": "Military",
    "imageName": "ozanian",
    "birthCity": "Шапин-Карахисар",
    "birthCountry": "Османская империя",
    "birthLat": 40.17,
    "birthLon": 38.25,
    "birthYear": 1865,
    "bio": "Андраник Торосович Озанян (1865–1927) — один из самых известных армянских военных деятелей конца XIX – начала XX века. Родился в городе Шапин-Карахисар в Западной Армении (Османская империя) в семье ремесленника. С юности был свидетелем притеснений и насилия против армян, что во многом определило его путь.\n\nВ 1890-е годы примкнул к движению фидаинов — вооружённых отрядов самообороны армянского населения Османской империи. Он быстро выделился как талантливый командир, умевший вести бои в горах и организовывать партизанские действия. Его имя стало известно во время сопротивления в Сасуне и других районах Западной Армении, где он руководил обороной деревень и нападениями на османские войска.\n\nС началом Первой мировой войны Андраник возглавил армянские добровольческие дружины, воевавшие на Кавказском фронте на стороне Российской империи против Османской империи. Под его руководством армянские части участвовали в освобождении Вана, Битлиса и Муша. Его военное искусство и харизма сделали его символом сопротивления и борьбы за свободу.\n\nПосле Октябрьской революции 1917 года Андраник продолжил борьбу за безопасность армян в условиях распада империй. Он возглавлял отряды в Закавказье, защищал армянское население Карабаха и Зангезура. Несмотря на сложные политические обстоятельства, его авторитет среди армян оставался чрезвычайно высок.\n\nВ 1920-е годы эмигрировал, жил в Болгарии и США. Скончался в 1927 году в Фресно, штат Калифорния, где и был похоронен, позднее прах был перенесён в Париж, а в 2000 году перезахоронен в Ереване. Андраник Озанян вошёл в историю как символ национально-освободительной борьбы армян и один из самых ярких полевых командиров своего времени."
  },
  {
    "name": "Христофор Араратов",
    "subtitle": "Генерал-майор артиллерии, военный министр Первой Республики Армения",
    "section": "Military",
    "imageName": "araratov",
    "birthCity": "Нальчик",
    "birthCountry": "Российская империя",
    "birthLat": 43.4844,
    "birthLon": 43.5980,
    "birthYear": 1876,
    "deathYear": 1937,
    "bio": "Христофор Герасимович Араратов (1876–1937) родился в Нальчике 18 июня 1876 года в дворянской армянской семье. Его отец, Карапет Аветикович Араратов, служил подполковником Русской императорской армии. В 1893 году Христофор окончил Тифлисский кадетский корпус, а затем в 1896 году — Михайловское артиллерийское училище в Санкт-Петербурге, получив чин подпоручика.\n\nПервый военный опыт получил в Кавказской гренадерской артиллерийской бригаде. В годы Русско-японской и Первой мировой войны дослужился до подполковника, командуя артиллерийскими батареями на различных фронтах. Был награждён орденами Св. Георгия, Св. Анны, Св. Станислава, а также Георгиевским оружием.\n\nВ сражениях при Сардарапате, Баш-Апаране и Каракилисе он руководил артиллерийскими формированиями, сыгравшими ключевую роль в отражении наступлений.\n\nВ источниках приводится турецкое донесение о боях при Баш-Апаране, фиксирующее эффективность армянской горной батареи. \"Ваше превосходительство, честь имею доложить следующее. Начатое нами два дня назад наступление в Баш-Апаране первоначально не увенчалось успехом, так как гяурам удалось сосредоточить на этом участке значительные силы… К тому же у армян была прекрасная артиллерийская батарея горных орудий, не знаю, кто ею командовал, но бил без промаха. Он, аллахом проклятый, вывел из строя нашу артиллерию и изрядное количество тяжелых пулеметов, а также нанес немалый урон нашей пехоте, которая атаковала Спитакский перевал[арм.]…\"\n\nВ апреле 1919 года, после майских сражений 1918 года (Сардарапат, Баш-Апаран, Каракилиса) и провозглашения независимости Республики Армения 28 мая 1918 года, Араратов был назначен военным министром Армении. Ему также было присвоено звание генерал-майора артиллерии.\n\nВ 1920 году Араратов был назначен военным губернатором Карса, а после сдачи города турецким силам попал в плен. Отказался сотрудничать с турецким командованием, в том числе от предложений преподавать курс по артиллерии.\n\nВернувшись в Советскую Армению в конце 1921 года, он руководил военными кафедрами в вузах, в том числе Ереванского государственного университета и Института народного хозяйства. В 1926 году окончил курсы Академии им. Фрунзе. В 1937 году был арестован как «армянский националист», обвинён и расстрелян во время репрессий; реабилитирован посмертно."
  },
  {
    "name": "Вазген Саркисян",
    "subtitle": "Министр обороны, государственный деятель",
    "section": "Military",
    "imageName": "vazgen_sargsyan",
    "birthCity": "Арарат",
    "birthCountry": "Армянская ССР, СССР",
    "birthLat": 39.8300,
    "birthLon": 44.7000,
    "birthYear": 1959,
    "deathYear": 1999,
    "bio": "Вазген Саркисян (1959–1999) родился в городе Арарат. Окончил Ереванский институт физической культуры, работал преподавателем и тренером, затем занялся публицистикой и организационной работой в культурной среде. К концу 1980-х годов активно включился в общественно-политические процессы, связанные с движением за самоопределение Нагорного Карабаха и формированием институтов независимой Армении.\n\nС начала 1990-х Саркисян участвовал в создании систем обороны и добровольческих отрядов. Он стал одним из организаторов и лидеров Союза добровольцев «Еркрапа», координировал взаимодействие ополчения и зарождающихся регулярных частей. Параллельно занимался вопросами снабжения, кадрового комплектования, подготовкой командного состава и интеграцией разнородных формирований в единую систему управления.\n\nВ 1993 году Саркисян был назначен министром обороны Армении. На этом посту он курировал переход от преимущественно добровольческих формирований к регулярной армии, внедрение штабных процедур, материально-техническое обеспечение, а также подготовку специалистов. В 1994 году в период выхода к прекращению огня по линии карабахского конфликта он входил в число ключевых переговорных и координационных фигур с армянской стороны.\n\nВо второй половине 1990-х годов Саркисян последовательно занимал высшие государственные посты в сфере безопасности: возглавлял Министерство обороны, входил в Совет безопасности, занимался вопросами военно-политического планирования, ветеранов и социального обеспечения военнослужащих. Он также оставался фактическим лидером «Еркрапы», которая к тому времени стала масштабной объединённой организацией ветеранов и участников боевых действий.\n\nВ июне 1999 года Саркисян был назначен премьер-министром Республики Армения. На этом посту он курировал текущую экономическую и социальную повестку, координировал работу силовых ведомств и правительства. 27 октября 1999 года погиб в здании Национального собрания в результате вооружённого нападения на руководство страны. Память о нём в Армении связана прежде всего с периодом институционального становления вооружённых сил и переходом к формату регулярной обороны."
  },
  {
    "name": "Иван Исаков",
    "subtitle": "Адмирал флота Советского Союза",
    "section": "Military",
    "imageName": "isakov",
    "birthCity": "Хаджикадиклар",
    "birthCountry": "Российская империя",
    "birthLat": 40.8833,
    "birthLon": 43.5667,
    "birthYear": 1894,
    "deathYear": 1967,
    "bio": "Иван Степанович Исаков (1894–1967) родился в армянской семье в Карсской области, входившей тогда в состав Российской империи. Учился в Тифлисе, затем окончил Морской корпус в Петрограде в 1917 году. Первые годы службы пришлись на период революции и Гражданской войны, когда Исаков участвовал в формировании флота новой Советской республики.\n\nС начала 1920-х годов занимал должности в штабе флота, преподавал в военно-морских учебных заведениях, активно участвовал в разработке тактики и стратегии применения военно-морских сил. В 1930-е годы стал одним из ведущих специалистов по оперативному искусству и преподавал в Военно-морской академии. Его труды по организации флота и применению морских сил высоко ценились в профессиональной среде.\n\nВо время Великой Отечественной войны Исаков занимал посты в Генеральном штабе ВМФ, участвовал в планировании и проведении операций на Черном море и Балтике. Несмотря на тяжелое ранение и ампутацию ноги в 1942 году, он продолжал служить, сочетая руководство с преподавательской и научной деятельностью. Его вклад в подготовку офицерского корпуса флота считался одним из ключевых.\n\nПосле войны Исаков возглавил Военно-морскую академию, продолжал разрабатывать вопросы стратегии и военно-морской политики. В 1955 году ему было присвоено звание адмирала флота Советского Союза — высшее военно-морское звание в СССР. Он активно участвовал в международных встречах, представляя советский военно-морской флот за рубежом.\n\nПомимо службы, Исаков занимался научными публикациями, являлся автором трудов по истории и теории морской войны. Его многолетняя деятельность оказала серьёзное влияние на развитие советской военно-морской школы. Умер в Москве в 1967 году и был похоронен на Новодевичьем кладбище."
  }
  
]
