[
  {
    "name": "Григор Нарекаци",
    "subtitle": "Армянский поэт, богослов и святой",
    "section": "Religion",
    "imageName": "narekatsi",
    "birthCity": "Нарек",
    "birthCountry": "Армения",
    "birthLat": 39.5469,
    "birthLon": 43.0087,
    "birthYear": 951,
    "bio": "Григор Нарекаци (951–ок. 1003) — выдающийся армянский богослов, поэт и мистик, святой Армянской Апостольской Церкви. Родился в селе Нарек, воспитывался и трудился в Нарекском монастыре, где получил духовное и литературное образование.\n\nЕго главный труд — «Книга скорбных песнопений» («Нарек») — стал вершиной армянской духовной литературы. Это молитвенное произведение, состоящее из 95 глав, объединяет личное покаяние, богословские размышления и поэтический образный язык. Книга на протяжении веков использовалась в литургической практике и считалась средством духовного исцеления.\n\nНарекаци был не только автором молитв, но и гимнографом, толкователем Библии, учителем монастырской школы. Его труды оказали сильнейшее влияние на развитие армянской духовной мысли и богослужебной поэзии.\n\nВ 2015 году Католическая Церковь провозгласила его Учителем Вселенской Церкви (Doctor Ecclesiae), что подчёркивает всемирное значение его духовного наследия.\n\nГригор Нарекаци почитается как святой, а его «Книга скорбных песнопений» считается духовным сокровищем армянской и мировой христианской культуры."
  },
  {
    "name": "Месроп Маштоц",
    "subtitle": "Создатель армянского алфавита, святой",
    "section": "Religion",
    "imageName": "mashtots",
    "birthCity": "Аштишат",
    "birthCountry": "Армения",
    "birthLat": 39.6900,
    "birthLon": 42.0700,
    "birthYear": 362,
    "bio": "Месроп Маштоц (ок. 362–440) — армянский просветитель, монах, миссионер и святой, создатель армянского алфавита. Родился в селе Аштишат в провинции Тарон, получил военное и придворное образование, но вскоре посвятил себя церкви и просветительской деятельности.\n\nПо поручению католикоса Саака Партева и царя Врамшапуха в начале V века разработал армянский алфавит (около 405 года), что позволило перевести Библию и богослужебные тексты на родной язык. Это событие стало основой Золотого века армянской культуры.\n\nМаштоц возглавил широкую образовательную и миссионерскую деятельность, основал школы, занимался переводами с греческого и сирийского. Благодаря его усилиям Армения утвердилась как христианская страна с собственной письменной традицией.\n\nОн также участвовал в создании грузинского и албанского алфавитов, оказав влияние на соседние народы.\n\nМесроп Маштоц канонизирован Армянской Апостольской Церковью, его имя стало символом просвещения и духовного возрождения армянского народа."
  },
  {
    "name": "Саак Партев",
    "subtitle": "Католикос всех армян",
    "section": "Religion",
    "imageName": "sahak_partev",
    "birthCity": "Ервандашат",
    "birthCountry": "Армения",
    "birthLat": 40.1333,
    "birthLon": 43.8833,
    "birthYear": 348,
    "bio": "Саак Партев (348–439) — католикос всех армян (387–436), святой Армянской Апостольской Церкви, выдающийся деятель армянской духовной и культурной истории. Родился в Ервандашате, происходил из рода Парфианских Аршакидов.\n\nКак католикос, он сыграл ключевую роль в укреплении позиций христианства в Армении после его провозглашения государственной религией. В его время продолжалась борьба с влиянием зороастризма и языческих традиций.\n\nСовместно с Месропом Маштоцем участвовал в создании армянского алфавита и организации школ, что открыло путь к Золотому веку армянской литературы и богословия. При его участии была осуществлена грандиозная программа перевода Библии на армянский язык, получившая название «царица переводов».\n\nСаак Партев занимался также дипломатической деятельностью, представляя интересы Армении в отношениях с Византией и Персией.\n\nПамять о нём сохраняется как об одном из главных иерархов Армянской Церкви, чей труд заложил основы духовной и культурной независимости народа."
  },
  {
    "name": "Сандухт",
    "subtitle": "Первая армянская мученица, святая",
    "section": "Religion",
    "imageName": "sandukht",
    "birthCity": "Арташат",
    "birthCountry": "Армения",
    "birthLat": 39.9539,
    "birthLon": 44.5506,
    "birthYear": 270,
    "deathYear": 301,
    "bio": "Святая Сандухт, дочь царя Аршака II, является первой армянской мученицей, венчавшей свою жизнь исповеданием Христа. Она обратилась к вере благодаря проповеди святого Григора Просветителя и от всего сердца приняла Евангелие, отвергнув языческие обычаи.\n\nНесмотря на угрозы и увещевания семьи, Сандухт осталась непоколебимой в своём уповании на Господа. Её вера была столь сильна, что она готова была принять страдания и смерть, но не отречься от имени Христова.\n\nПо приказу властей святая Сандухт была заключена в темницу и подвергнута мучениям. Там она с молитвой укрепляла других христиан и свидетельствовала о Царстве Божием. В 301 году её казнили — и кровью своей она засвидетельствовала начало пути Армении ко Христу.\n\nАрмянская Апостольская Святая Церковь чтит Сандухт как первую мученицу, озарившую путь народа к крещению. Её память живёт в богослужениях, гимнографии и молитвах Церкви.\n\nСвятая Сандухт стала символом чистой и непоколебимой веры, примером для всех поколений христиан, укрепляющих свою жизнь в любви ко Христу и преданности Церкви."
  },
    {
      "name": "Григорий Просветитель",
      "subtitle": "Первый католикос всех армян, креститель Армении",
      "section": "Religion",
      "imageName": "grigor_lusavorich",
      "birthCity": "Вагаршапат",
      "birthCountry": "Армения",
      "birthLat": 40.1667,
      "birthLon": 44.2946,
      "birthYear": 257,
      "deathYear": 331,
      "bio": "Святой Григорий Просветитель (ок. 257–331) — первый Католикос всех армян, креститель Армении и святой Армянской Апостольской Церкви. Происходил из рода Парфянских Аршакидов, детство провёл в Каппадокии, где был воспитан в христианской вере.\n\nВернувшись в Армению, Григорий стал проповедовать христианство. В правление царя Трдата III был подвергнут тяжким мучениям и заключён в заточение в глубокой яме (Хор Вирап), где пробыл около 13 лет.\n\nСогласно преданию, после чудесного исцеления царя Трдата от болезни, Григорий крестил его и весь армянский народ. В 301 году Армения официально стала первым государством в мире, принявшим христианство.\n\nГригорий организовал церковную иерархию, основал кафедру в Вагаршапате (будущий Эчмиадзин) и начал строительство храмов. Его деятельность положила начало новой христианской эпохе в истории Армении.\n\nОн почитается как святой всех христианских церквей и считается «Просветителем Армении»."
    },
    {
      "name": "Иоанн Мандакуни",
      "subtitle": "Католикос всех армян, богослов",
      "section": "Religion",
      "imageName": "hovhannes_mandakuni",
      "birthCity": "Армения",
      "birthCountry": "Армянское царство",
      "birthLat": 40.0,
      "birthLon": 45.0,
      "birthYear": 440,
      "deathYear": 490,
      "bio": "Иоанн Мандакуни (ок. 440–490) — католикос всех армян (478–490), богослов и духовный деятель, сыгравший важную роль в укреплении Церкви после Аварайрской битвы.\n\nОн был избран католикосом в тяжёлый период, когда Армения находилась под давлением Сасанидов, пытавшихся насадить зороастризм. Мандакуни продолжил дело Вардана Мамиконяна и защитников веры, укрепляя позиции христианства.\n\nСохранились его проповеди и поучения, в которых он обличал языческие обычаи, призывал к чистоте жизни и укреплению духовности. Его тексты считаются классикой раннеармянской церковной литературы.\n\nИоанн Мандакуни способствовал восстановлению монастырской жизни и развитию церковного права. Под его руководством Армянская церковь окончательно утвердилась как хранительница национальной идентичности.\n\nВ армянской традиции он почитается как святитель и учитель веры."
    },
    {
      "name": "Ованнес Одзунеци",
      "subtitle": "Католикос всех армян, канонист и реформатор",
      "section": "Religion",
      "imageName": "hovhannes_odznetsi",
      "birthCity": "Одзун",
      "birthCountry": "Армения",
      "birthLat": 41.0539,
      "birthLon": 44.6164,
      "birthYear": 650,
      "deathYear": 728,
      "bio": "Ованнес Одзунеци (ок. 650–728) — католикос всех армян (717–728), выдающийся канонист, реформатор церкви и святой Армянской Апостольской Церкви. Родился в селе Одзун (Лори).\n\nДо избрания католикосом он получил широкое образование, знал греческий и сирийский языки, что позволило ему изучать византийские канонические источники. Его главным трудом считается «Книга канонов», где он собрал и систематизировал церковные правила.\n\nОдзунеци боролся с ересями, укреплял единство армянской церкви и поддерживал контакты с другими восточными церквями. Его авторитет позволил ему проводить реформы в церковной жизни и укреплять монастырские центры.\n\nПри нём был построен монастырь в Одзуне, сохранившийся до наших дней как выдающийся памятник средневековой армянской архитектуры.\n\nОн канонизирован Армянской Апостольской Церковью и почитается как святитель и великий учитель канонического права."
    },
    {
      "name": "Нерсес IV Шнорали",
      "subtitle": "Католикос всех армян, святой, поэт и богослов",
      "section": "Religion",
      "imageName": "nerses_shnorhali",
      "birthCity": "Киликия",
      "birthCountry": "Армянское царство Киликийское",
      "birthLat": 37.0,
      "birthLon": 35.0,
      "birthYear": 1102,
      "deathYear": 1173,
      "bio": "Нерсес IV Шнорали (1102–1173) — католикос всех армян, святой, богослов, поэт и музыкант, одна из самых ярких фигур в истории Киликийской Армении.\n\nРодился в княжеской семье, получил прекрасное образование. С юности проявил литературные и музыкальные таланты, писал гимны и духовные песни.\n\nВ 1166 году был избран католикосом всех армян. В своей деятельности он стремился укрепить единство церкви и вёл переписку с Папой Римским и византийскими патриархами. Его дипломатическая деятельность была направлена на защиту интересов армянской церкви.\n\nШнорали оставил обширное литературное наследие: духовные гимны, поэмы, богословские трактаты. Его поэзия отличается мягкостью, лиризмом и глубокой духовностью. Он считается одним из величайших поэтов средневековой Армении.\n\nВ Армянской Апостольской Церкви почитается как святой и учитель веры."
    },
    {
      "name": "Хачатур Кесараци",
      "subtitle": "Католикос всех армян, просветитель",
      "section": "Religion",
      "imageName": "khachatur_kesaratsi",
      "birthCity": "Кесария",
      "birthCountry": "Киликийская Армения",
      "birthLat": 38.7333,
      "birthLon": 35.4833,
      "birthYear": 1480,
      "deathYear": 1539,
      "bio": "Хачатур Кесараци (ок. 1480–1539) — католикос всех армян (1523–1539), просветитель, культурный деятель. Родился в Кесарии Каппадокийской.\n\nОн вошёл в историю как основатель первой армянской типографии, созданной в Венеции в 1512 году. Там был напечатан первый армянский «Жамакоб» (часослов), что стало эпохальным событием для армянской культуры.\n\nВ 1523 году был избран католикосом всех армян и занимался укреплением церкви в сложных условиях османско-персидского противостояния. Особое внимание уделял просвещению и распространению книгопечатания.\n\nХачатур Кесараци также вёл активную переписку с европейскими и восточными духовными центрами, стремясь развивать связи армянской церкви с христианским миром.\n\nЕго деятельность стала важнейшим шагом в сохранении армянской идентичности через письменность и печатное слово. В Армянской Церкви он почитается как просветитель."
    },
    {
      "name": "Нерсес Великий",
      "subtitle": "Католикос всех армян, просветитель и благодетель",
      "section": "Religion",
      "imageName": "nerses_i_the_great",
      "birthCity": "Армения",
      "birthCountry": "Армянское царство",
      "birthLat": 40.0,
      "birthLon": 45.0,
      "birthYear": 320,
      "deathYear": 373,
      "bio": "Святой Нерсес I Великий (ум. 373) — Католикос всех армян с 353 по 373 годы, благословлённый потомок святого Григория Просветителя, венчавший своими трудам духовное возрождение Армении. Он прославился как просветитель, устроитель и благодетель народа Божия.\n\nНерсес пронёс благословенную мудрость из Кесарии Каппадокийской в Армению, где заботился о духовном и телесном попечении. Под его рукою возникли школы, больницы и приюты, где слово Евангелия и благодать царила среди страждущих. Он стал голосом Божиим, указывал путь к благочестию и милосердию.\n\nНа Аштишатском соборе он утвердил правила церковной жизни, которые предохраняли народ от родственных браков и самоувечий, что является выражением любви Церкви к сохранению человеческого достоинства и взаимности.\n\nСтрадая за веру и обличая беззаконие, Нерсес был сослан, но не отрёкся от пастырского долга. Его память связывает мученичество, а жизнь воспета как образец справедливого служения Церкви и народу.\n\nАрмянская Апостольская Святая Церковь чтит Нерсеса как светильник просвещения, мощнейший образец любви, милосердия и мудрого руководства, оставившего след просвещённой веры и духовного благоденствия."
    },
    {
      "name": "Мхитар Себастаци",
      "subtitle": "Священник, просветитель, основатель Мхитаристского ордена",
      "section": "Religion",
      "imageName": "mkhitar_sebastatsi",
      "birthCity": "Сивас",
      "birthCountry": "Османская империя",
      "birthLat": 39.75,
      "birthLon": 37.0167,
      "birthYear": 1676,
      "deathYear": 1749,
      "bio": "Мхитар Себастаци (1676–1749) — армянский священник, богослов и просветитель, основатель Мхитаристского ордена. Родился в Себастии (Османская империя), получил духовное образование и в раннем возрасте посвятил себя церковному служению и образовательной деятельности.\n\nВ 1701 году основал орден мхитаристов, целью которого было укрепление веры, распространение образования и сохранение армянской культурной традиции. Первоначально община действовала в Константинополе, затем перебралась в Венецию, где в 1717 году обосновалась на острове Сан-Лазаро. Там орден превратился в один из важнейших центров армянской духовной и интеллектуальной жизни.\n\nПод руководством Мхитара мхитаристы занимались переводами, изданием книг, созданием словарей и учебников. Они положили начало новой волне армянского Возрождения, сохранив и укрепив армянский язык и письменность в условиях рассеяния народа.\n\nОрден сыграл огромную роль в деле просвещения армянской диаспоры, а также в распространении знаний о культуре и истории армян в Европе. Благодаря трудам мхитаристов армянское наследие стало известно западным учёным и исследователям.\n\nМхитар Себастаци умер в 1749 году, оставив после себя орден, который и по сей день действует и продолжает традиции духовного и культурного служения. Его имя почитается в армянской церкви и истории как символ веры, учёности и национального возрождения."
    },
    {
      "name": "Мкртич Хримян",
      "subtitle": "Католикос всех армян, церковный и общественный деятель",
      "section": "Religion",
      "imageName": "hrimyan",
      "birthCity": "Ван",
      "birthCountry": "Османская империя",
      "birthLat": 38.5,
      "birthLon": 43.4,
      "birthYear": 1820,
      "deathYear": 1907,
      "bio": "Мкртич Хримян (1820–1907), известный как Хримян Айрик, был одним из наиболее выдающихся армянских церковных и общественных деятелей XIX века. Родился в Ване, получил духовное образование и рано проявил себя как активный проповедник и защитник национальных интересов.\n\nВ 1869 году был избран Патриархом Константинопольским, а в 1892 году — Католикосом всех армян. Своё служение он сочетал с деятельностью просветителя: поддерживал создание армянских школ, типографий и газет, способствовал развитию национальной культуры и образования.\n\nХримян прославился как горячий защитник интересов армян на Берлинском конгрессе 1878 года. Его речь о «железном черпаке» стала символом призыва к активной борьбе за права народа: в отличие от других народов, которые черпали права «железным черпаком», армяне, по его словам, попытались сделать это бумажным, и потому остались ни с чем.\n\nНесмотря на постоянное давление османских властей и тяжёлое положение армян, Хримян сохранял твёрдость и веру. Его пастырские послания отличались простотой и глубиной, благодаря чему он получил прозвище «Айрик» — «отец» народа.\n\nОн умер в 1907 году в Эчмиадзине, оставив глубокий след в истории Армянской Апостольской Церкви и национального движения. Его фигура воспринимается как воплощение духовного лидерства и отеческой заботы о народе."
    },
      {
        "name": "Вазген I",
        "subtitle": "Католикос Всех Армян (1955–1994)",
        "section": "Religion",
        "imageName": "vazgen_i",
        "birthCity": "Бухарест",
        "birthCountry": "Румыния",
        "birthLat": 44.4268,
        "birthLon": 26.1025,
        "birthYear": 1908,
        "deathYear": 1994,
        "bio": "Вазген I (в миру Левон Карапет Тадевосян, 1908–1994) — Католикос Всех Армян с 1955 по 1994 год. Его почти сорокалетнее первосвятительское служение стало одним из самых продолжительных и плодотворных в истории Армянской Апостольской Церкви. Родился в Бухаресте, получил духовное и светское образование, рукоположён в священники и избран Католикосом в годы тяжёлых испытаний.\n\nСлужение Вазгена I пришлось на время советских гонений и контроля над церковью. Несмотря на давление властей, он сумел сохранить престол Эчмиадзина и направлять народ в вере, защищая духовное наследие и продолжая церковное образование. Его заботой были также армянские общины диаспоры, с которыми он поддерживал постоянную связь.\n\nВазген I нёс служение и на международной арене, укрепляя диалог с другими христианскими церквами и представляя Армянскую Церковь в экуменическом движении. Его имя стало символом стойкости и духовной отцовской любви.\n\nОн почил в 1994 году и был похоронен во дворе монастыря Святой Гаянэ в Эчмиадзине. Его память чтится как пример первосвятителя, сумевшего сохранить веру и Церковь в условиях суровых испытаний."
      },
      {
        "name": "Гарегин II",
        "subtitle": "Католикос Всех Армян (1999–н.в.)",
        "section": "Religion",
        "imageName": "garegin_ii",
        "birthCity": "Вагаршапат",
        "birthCountry": "Советская Армения",
        "birthLat": 40.1667,
        "birthLon": 44.2946,
        "birthYear": 1951,
        "bio": "Гарегин II (в миру Ктридж Саргсян, род. 1951) — действующий Католикос Всех Армян с 1999 года. Родился в Вагаршапате, получил образование в Ереванском университете, духовное образование в Эчмиадзине и богословских центрах Европы.\n\nЕго первосвятительское служение началось в условиях независимой Армении, когда Церковь вновь обрела свободу и стала главным духовным оплотом народа. Гарегин II уделил особое внимание развитию духовного образования, строительству и восстановлению храмов, а также укреплению связей с армянской диаспорой.\n\nКатоликос стал свидетелем и участником непростых отношений Церкви и государства. Несмотря на критику и попытки ограничить роль Церкви в общественной жизни, он последовательно отстаивал её независимость и духовную миссию.\n\nПод его руководством развиваются благотворительные и социальные инициативы, строятся новые учебные заведения и церковные комплексы, ведётся работа с молодёжью. Гарегин II также представляет Армянскую Апостольскую Церковь в международном христианском диалоге.\n\nСегодня он продолжает своё служение, оставаясь духовным пастырем, который сдерживает нападки светской власти и сохраняет авторитет Матери-Церкви среди армянского народа."
      }

]
