[
    {
      "id": "adoption_of_christianity",
      "title": "Принятие христианства",
      "year": 301,
      "imageName": "story_christianity",
      "summary": "Армения стала первым государством в мире, официально принявшим христианство как государственную религию в 301 году, при царе Трдате III и Святом Григории Просветителе. Согласно армянской и общехристианской традиции, после чуда исцеления царя Григорий был освобожден из заточения и убедил монарха принять новую веру.\n\nЭто событие имело судьбоносное значение: оно определило культурную и духовную идентичность армянского народа на многие века. Христианство объединило страну, укрепило внутреннюю организацию и дало Армении особое место в истории как бастион восточного христианства.\n\nПринятие христианства также позволило Армении сформировать уникальную традицию церковной архитектуры, искусства и литературы, которая стала частью мировой культурной сокровищницы. Армянская Апостольская Церковь с тех пор играет центральную роль в сохранении национальной идентичности и духовного наследия.",
      "tags": ["религия","государственность"]
    },
    {
      "id": "foundation_of_cilician_armenia",
      "title": "Основание Киликийской Армении",
      "year": 1080,
      "imageName": "story_cilicia",
      "summary": "Киликийское армянское государство возникло в 1080 году, когда армянские князья, переселившиеся на побережье Средиземного моря после падения Багратидской Армении, образовали новое политическое объединение. Его столицей вскоре стал город Сис, а государство постепенно получило статус влиятельного королевства.\n\nКиликийская Армения стала важным союзником крестоносцев, играла значительную роль в международной политике и поддерживала тесные связи с Европой. Здесь сложились новые формы армянской государственности, адаптированные к условиям региона, сохранив при этом армянскую идентичность и традиции.\n\nКиликийское царство превратилось в культурный центр: развивались литература, образование, дипломатия и торговля. Оно стало символом продолжения армянской государственности после утраты Армении на Кавказе.",
      "tags": ["государственность","киликия"]
    },
    {
      "id": "foundation_of_ani",
      "title": "Основание Анийского царства",
      "year": 961,
      "imageName": "story_ani_foundation",
      "summary": "В 961 году столица армянского государства при династии Багратидов была перенесена в Ани. Город, расположенный на важнейших торговых путях, быстро превратился в один из крупнейших центров региона, получив прозвище «город 1001 церкви» благодаря выдающейся архитектуре.\n\nАни стал не только политическим, но и культурным центром, где расцветали зодчество, живопись, ремёсла и торговля. Его укреплённые стены, соборы и монастыри поражали современников и до сих пор считаются жемчужинами средневековой архитектуры.\n\nОснование Анийского царства ознаменовало новый этап армянской государственности, придав стране экономическую мощь и культурное влияние, которые ощущались далеко за её пределами.",
      "tags": ["государственность","культура"]
    },
    {
      "id": "fall_of_ani",
      "title": "Падение Ани",
      "year": 1045,
      "imageName": "story_ani_fall",
      "summary": "В 1045 году столица Багратидской Армении, город Ани, была захвачена Византийской империей. Это событие стало концом независимости Багратидского царства и важной вехой в истории Армении.\n\nПадение Ани ослабило армянскую государственность и сделало регион более уязвимым к последующим нашествиям сельджуков и других завоевателей. Город, некогда цветущий центр торговли и культуры, постепенно потерял своё значение.\n\nТем не менее память о падении Ани стала частью национальной идентичности, а его архитектурные памятники до сих пор остаются символами армянского зодчества и культурного наследия.",
      "tags": ["падение","государственность"]
    },
    {
      "id": "uprising_of_david_bek",
      "title": "Восстание Давида Бека",
      "year": 1722,
      "imageName": "story_david_bek",
      "summary": "Восстание Давида Бека (1722–1730) стало одним из важнейших национально-освободительных движений армян в Сюнике. Оно началось в условиях ослабления Персии и Османской империи, что позволило местным силам поднять оружие.\n\nПод руководством Давида Бека армяне успешно отражали атаки превосходящих сил противника, укрепляли крепости и организовывали собственное управление. Это восстание стало символом стойкости и стремления к свободе.\n\nХотя движение не привело к созданию независимого государства, оно оказало огромное влияние на национальное самосознание армян и сохранилось в исторической памяти как пример героизма и сопротивления.",
      "tags": ["восстание","свобода"]
    },
    {
      "id": "armenian_in_russian_empire",
      "title": "Армяне в составе Российской империи",
      "year": 1829,
      "imageName": "story_russian_empire",
      "summary": "После Туркманчайского договора (1828) Восточная Армения была присоединена к Российской империи. В 1829 году процесс интеграции завершился административными преобразованиями и созданием условий для нового этапа в жизни армян.\n\nВ составе Российской империи армяне получили относительную безопасность от внешних угроз, что позволило развиваться экономике, культуре и образованию. В этот период формировались новые культурные центры — Тифлис, Ереван, Шуши.\n\nЭтот этап стал временем культурного и научного возрождения, когда армяне активно участвовали в общественной, военной и академической жизни империи, сохраняя при этом национальную идентичность.",
      "tags": ["империя","культура"]
    },
    {
      "id": "independence_of_armenia",
      "title": "Независимость Республики Армения",
      "year": 1991,
      "imageName": "story_independence_1991",
      "summary": "21 сентября 1991 года, после распада Советского Союза, Армения провозгласила свою независимость. Это решение было закреплено на референдуме, где подавляющее большинство граждан высказались за самостоятельность.\n\nПровозглашение независимости стало историческим рубежом: Армения вновь обрела государственность спустя многие века безгосударственного существования и внешнего контроля. Это открыло новую эпоху в политической, экономической и культурной жизни страны.\n\nНесмотря на сложные вызовы первых лет независимости — блокаду, войну в Арцахе и экономический кризис — восстановление государственности стало основой для дальнейшего развития и укрепления национальной идентичности.",
      "tags": ["независимость","государственность"]
    },
    {
      "id": "creation_of_armenian_alphabet",
      "title": "Создание армянского алфавита",
      "year": 405,
      "imageName": "story_alphabet",
      "summary": "В 405 году святой Месроп Маштоц при поддержке католикоса Саак Партева создал армянский алфавит. Его создание стало важнейшим событием в истории народа: впервые армяне получили возможность иметь собственную письменность, отражающую особенности языка и культуры.\n\nСразу после этого начался перевод Библии на армянский язык, который традиционно называется «царицей переводов». Этот труд заложил основу армянской письменной традиции и сделал возможным развитие богословской, исторической и художественной литературы.\n\nАлфавит Маштоца обеспечил сохранение армянской идентичности в условиях постоянных внешних угроз. Благодаря ему армяне смогли создать богатую письменную культуру, которая стала неотъемлемой частью мировой цивилизации.",
      "tags": ["культура","письменность"]
    },
    {
      "id": "treaty_of_turkmenchay",
      "title": "Туркманчайский мир",
      "year": 1828,
      "imageName": "story_turkmenchay",
      "summary": "Туркманчайский мирный договор был подписан 10 февраля 1828 года между Российской империей и Персией после Русско-персидской войны (1826–1828). По его условиям Восточная Армения вошла в состав Российской империи, образовав Армянскую область.\n\nЭтот договор положил конец многовековому господству Персии в регионе и обеспечил армянам относительную безопасность. Началось массовое переселение армян из Персии и Османской империи на историческую родину, что способствовало демографическому и культурному возрождению.\n\nВхождение в состав России стало поворотным моментом: армяне получили возможность для развития образования, науки и экономики в новых условиях.",
      "tags": ["договор","геополитика"]
    },
    {
      "id": "armenian_genocide",
      "title": "Геноцид армян в Османской империи",
      "year": 1915,
      "imageName": "story_genocide",
      "summary": "Геноцид армян в Османской империи 1915–1917 годов стал одной из самых трагических страниц в истории. Армяне подверглись массовым депортациям, резне и голоду, что привело к гибели более миллиона человек.\n\nГеноцид сопровождался насильственными маршами в пустыню, конфискацией имущества и разрушением культурного наследия. Тысячи армянских церквей и школ были уничтожены, а армянское присутствие в исторических землях практически стерто.\n\nЭта трагедия признана многими странами и международными организациями как преступление против человечества и остается важнейшей частью исторической памяти армянского народа.",
      "tags": ["трагедия","геноцид"]
    },
    {
      "id": "battle_of_sardarapat",
      "title": "Битва при Сардарапате",
      "year": 1918,
      "imageName": "story_sardarapat",
      "summary": "Битва при Сардарапате в мае 1918 года стала решающим сражением между армянскими силами и Османской империей. Несмотря на численное превосходство противника, армяне смогли организовать оборону и нанести поражение турецкой армии.\n\nПобеда в этой битве спасла армянский народ от полного уничтожения и создала условия для провозглашения Первой Республики Армения. Сардарапат стал символом национального единства и решимости сохранить государственность.\n\nДо сих пор это сражение воспринимается как одно из важнейших событий новой армянской истории, укрепившее национальное самосознание.",
      "tags": ["битва","независимость"]
    },
    {
      "id": "karabakh_movement",
      "title": "Карабахское движение",
      "year": 1988,
      "imageName": "story_karabakh_movement",
      "summary": "Карабахское движение началось в феврале 1988 года с массовых митингов в Ереване и Степанакерте. Тысячи людей требовали воссоединения Нагорного Карабаха с Арменией.\n\nЭто движение стало одним из первых проявлений национального пробуждения в СССР. Оно положило начало широким политическим процессам, которые в конечном итоге привели к войне, но также способствовали формированию независимой армянской государственности.\n\nКарабахское движение вошло в историю как символ стремления к свободе и самоопределению.",
      "tags": ["движение","арцах"]
    },
    {
      "id": "first_artsakh_war_victory",
      "title": "Победа в Арцахской войне",
      "year": 1994,
      "imageName": "story_artsakh_war",
      "summary": "Первая Арцахская война (1991–1994) завершилась военной победой Армении и Арцаха. После тяжелых боев и больших потерь армяне освободили большую часть Нагорного Карабаха и установили контроль над рядом прилегающих территорий.\n\nПобеда стала возможной благодаря мужеству добровольцев, организованности командиров и широкой поддержке диаспоры. Эта война изменила баланс сил в регионе и позволила Арцаху фактически обрести независимость.\n\nСобытия тех лет до сих пор воспринимаются армянами как пример единства и готовности защищать национальные интересы.",
      "tags": ["война","арцах","победа"]
    },
    {
      "id": "great_surgun",
      "title": "Великое изгнание",
      "year": 1604,
      "imageName": "story_great_surgun",
      "summary": "В 1604 году шах Аббас I организовал массовое насильственное переселение армян из Армении вглубь Персии. Десятки тысяч людей были вынуждены покинуть свои дома, многие погибли в пути.\n\nЭто событие вошло в историю как «Մեծ սուրգուն» (Великое изгнание). Оно нанесло тяжелый удар по армянскому населению Восточной Армении, привело к разрушению общин и обезлюдению целых регионов.\n\nНесмотря на трагические последствия, переселенные армяне сыграли важную роль в экономике Персии, а Новая Джуга в Исфахане стала центром армянской культуры и торговли.",
      "tags": ["трагедия","переселение"]
    },
    {
      "id": "armenian_ssr_in_ussr",
      "title": "Вхождение Армении в состав СССР",
      "year": 1922,
      "imageName": "story_ussr_entry",
      "summary": "В декабре 1922 года Армянская Советская Социалистическая Республика стала одной из республик-учредителей СССР. Это решение определило политическую судьбу Армении на десятилетия вперед.\n\nВ составе СССР Армения получила индустриализацию, развитие науки и образования, но вместе с тем — ограничения национальной и религиозной свободы. Для многих армян этот период стал временем как достижений, так и утрат.\n\nСоветская эпоха оставила глубокий след в истории и культуре Армении, последствия которого ощущаются и сегодня.",
      "tags": ["государственность","ссср"]
    },
    {
      "id": "proclamation_first_republic",
      "title": "Провозглашение Первой Республики Армения",
      "year": 1918,
      "imageName": "story_first_republic",
      "summary": "28 мая 1918 года, после победы при Сардарапате, Армения провозгласила независимость. Так появилась Первая Республика Армения, просуществовавшая до конца 1920 года.\n\nНесмотря на тяжелейшие условия — войну, голод, приток беженцев и международную изоляцию — республика заложила основы современной армянской государственности.\n\nОпыт Первой Республики стал важным уроком для будущих поколений, показав, что даже в самых сложных обстоятельствах возможно построение независимого государства.",
      "tags": ["государственность","независимость"]
    },
    {
      "id": "velvet_revolution",
      "title": "Бархатная революция в Армении",
      "year": 2018,
      "imageName": "story_velvet_revolution",
      "summary": "Весной 2018 года в Армении прошли массовые мирные протесты против коррупции и стагнации власти. Движение возглавил оппозиционный лидер Никол Пашинян.\n\nПротесты охватили всю страну и привели к отставке действующего премьер-министра Сержа Саргсяна. Это событие вошло в историю как «Бархатная революция».\n\nРеволюция открыла новый политический этап, ознаменованный сменой элит и надеждами на демократические реформы.",
      "tags": ["революция","политика"]
    },
    {
      "id": "loss_of_artsakh",
      "title": "Сдача Арцаха",
      "year": 2020,
      "imageName": "story_loss_artsakh",
      "summary": "Вторая Карабахская война 2020 года завершилась поражением Армении. Значительная часть Арцаха и прилегающие территории оказались под контролем Азербайджана.\n\nСоглашение о прекращении огня 9 ноября 2020 года вызвало шок в армянском обществе и политический кризис. Тысячи семей потеряли свои дома, сотни памятников культуры оказались вне контроля Армении.\n\nЭти события стали одним из самых тяжелых испытаний для армянской государственности в новейшей истории.",
      "tags": ["арцах","поражение","война"]
    },
    {
      "id": "armenians_in_wwii",
      "title": "Армяне во Второй мировой войне",
      "year": 1941,
      "imageName": "story_armenians_wwii",
      "summary": "Во Второй мировой войне участвовало около 500 тысяч армян. Более 100 из них стали генералами и маршалами, а пятеро были удостоены звания Героя Советского Союза дважды.\n\nАрмяне сражались на всех фронтах, проявляя героизм в обороне Москвы, Сталинграда, на Курской дуге и при освобождении Европы. Среди них выделяются маршал Иван Баграмян и другие выдающиеся военачальники.\n\nУчастие армян в войне стало символом вклада в общую победу над фашизмом и укрепило память о жертвах и героях того времени.",
      "tags": ["война","герои","вов"]
    },
    {
      "id": "church_state_conflict_2025",
      "title": "Притеснения Армянской Апостольской Церкви",
      "year": 2025,
      "imageName": "story_church_conflict",
      "summary": "В 2025 году в Армении разгорелся кризис в отношениях между государством и Армянской Апостольской Церковью. Власти предприняли шаги против духовенства, включая аресты архиепископов и давление на священнослужителей.\n\nЭти действия вызвали сопротивление верующих и массовые протесты в Эчмиадзине и других городах. Международные организации и правозащитные группы осудили вмешательство государства в религиозные дела.\n\nКонфликт показал глубокие противоречия внутри армянского общества и стал испытанием для исторической роли Церкви как хранителя национальной идентичности.",
      "tags": ["церковь","притеснения","кризис"]
    },
    {
      "id": "fall_of_cilicia",
      "title": "Падение Киликийской Армении",
      "year": 1375,
      "imageName": "story_fall_cilicia",
      "summary": "В 1375 году мамлюки захватили Сис — столицу Киликийского армянского царства. Последний царь Левон V Лузиньян был пленён и увезён в Каир.\n\nПадение Киликийской Армении ознаменовало конец армянской государственности в регионе, которая существовала почти 300 лет. Оно стало тяжёлым ударом по армянской политической и культурной традиции.\n\nНесмотря на утрату государственности, Киликия навсегда осталась символом армянской независимости и продолжения исторической памяти народа.",
      "tags": ["Киликия","падение","государственность"]
    },
    {
      "id": "battle_of_avarayr",
      "title": "Битва при Аварайре",
      "year": 451,
      "imageName": "story_avarayr",
      "summary": "Битва при Аварайре состоялась в 451 году между армянами под предводительством Вардана Мамиконяна и войсками Сасанидской Персии. Несмотря на военное поражение, битва имела огромное духовное значение.\n\nАрмяне отстояли право исповедовать христианство, продемонстрировав непоколебимую веру и готовность жертвовать жизнью ради неё. С этого момента Аварайр стал символом верности духовным ценностям.\n\nПамять о Вардане Мамиконяне и его соратниках живёт в армянской церкви и народной традиции как пример мужества и преданности вере.",
      "tags": ["битва","вера"]
    }
]
