[
  {
    "name": "Monte Melkonian",
    "subtitle": "Commander, National Hero of Armenia",
    "section": "Military",
    "imageName": "melkonian",
    "birthCity": "Visalia",
    "birthCountry": "USA",
    "birthLat": 36.3302,
    "birthLon": -119.2921,
    "birthYear": 1957,
    "bio": "Monte Melkonian (1957–1993) was born in Visalia, California, to a family of Western Armenian descent. He studied in the United States and from an early age developed an interest in the history of the Middle East, archaeology, and Armenian heritage. At the University of California he studied history and regional languages, participated in field archaeological expeditions, and traveled widely.\n\nFrom the late 1970s to the early 1980s he lived and worked in Lebanon during the years of civil war. He became active in community structures, engaged in translations, and wrote analytical notes focused on the security of Armenian communities. This experience shaped his views on self-organization, discipline, and training.\n\nIn the late 1980s, Melkonian joined the Karabakh movement. At the turn of the 1990s he moved to Soviet Armenia, participated in the formation of self-defense volunteer units, and later served in regular military structures. He was responsible for organizing units, communications, reconnaissance, and the training of junior officers. His writings emphasized the importance of instruction, standardization of procedures, and coordinated planning.\n\nDuring the Nagorno-Karabakh War (1992–1993) he commanded defenses and units in the southeastern sector, particularly in the Martuni region. His responsibilities included manning defensive positions, allocating firepower, supervising observation posts, and evacuating civilians from threatened areas. His field notes from this period record unit composition, use of engineering resources, and coordination between infantry and mortar or anti-tank teams.\n\nIn spring 1993, during active battles, he continued coordinating platoons and groups on the front line, paying attention to sergeant training, logistics, and information exchange. On June 12, 1993, he was killed on the frontline while repositioning a group. He was posthumously awarded Armenia’s highest honors.\n\nAlongside his command activities, Melkonian left manuscripts and texts on motivation, discipline, organization of small units, and relations with civilians near the front. His biography is frequently cited in studies on the Armenian diaspora, transitional military structures, and the evolution from volunteer units to regular forces."
  },
  {
    "name": "Zakaria II Zakarian",
    "subtitle": "Military commander, strategist",
    "section": "Military",
    "imageName": "zakaryan",
    "birthCity": "Tiflis",
    "birthCountry": "Georgia",
    "birthLat": 41.7151,
    "birthLon": 44.8271,
    "birthYear": 1180,
    "bio": "Zakaria II Zakarian (c. 1180–1240) was a prominent representative of the Armenian noble Zakarian family, central to the political and military processes of the Caucasus in the 12th–13th centuries. Born into a family closely tied to Armenian nobility, he entered military service at a young age.\n\nAt the beginning of the 13th century, together with his brother Ivane, he served at the court of Queen Tamar of Georgia, where Armenian commanders had significant influence. Zakaria distinguished himself as a strategist and was granted command of Armenian-Georgian forces against the Seljuks and other states of the region.\n\nUnder his leadership, Armenian and Georgian troops achieved a series of victories, regaining control over key cities such as Kars, Ani, and Dvin, thereby restoring Armenian presence in major cultural centers and strengthening the Georgian-Armenian alliance.\n\nZakaria also worked on administration of the reconquered territories. He supported monasteries, sponsored church construction, and encouraged trade. His policies provided relative autonomy to Armenian regions and allowed cultural growth despite continuous wars.\n\nHe died around 1240. In Armenian history, Zakaria II Zakarian is remembered as a talented commander and statesman who symbolized cooperation with neighboring peoples for the preservation of Armenian statehood and culture."
  },
  {
    "name": "Theodor Rshtuni",
    "subtitle": "Commander",
    "section": "Military",
    "imageName": "rshtuni",
    "birthCity": "Vaspurakan",
    "birthCountry": "Armenia",
    "birthLat": 38.30,
    "birthLon": 43.25,
    "birthYear": 590,
    "bio": "Theodor (Theodosius) Rshtuni (c. 590–650) was from the noble Rshtuni family, influential in Vaspurakan. His family traditionally held administrative posts, which shaped his political and military experience.\n\nDuring the Byzantine-Arab wars, Rshtuni played a central role in organizing the defense of Armenian lands. He coordinated with the Byzantine Empire, although relations were often complicated, and sought to maintain local self-rule and church structures.\n\nAdministratively, Rshtuni focused on maintaining economic stability, tax collection, military levies, and fortifications. He tried to preserve local autonomy in the face of external threats.\n\nIn foreign policy he balanced between Byzantium and the Arabs, attempting to avoid devastating conflicts and reduce civilian losses.\n\nSources of the time describe him as a leader whose actions helped preserve Armenian governance and defensive capacity during the crises of the 7th century."
  },
  {
    "name": "Vardan Mamikonian",
    "subtitle": "Sparapet, national hero",
    "section": "Military",
    "imageName": "mamikonyan",
    "birthCity": "Artashat",
    "birthCountry": "Armenian Kingdom",
    "birthLat": 39.9539,
    "birthLon": 44.5506,
    "birthYear": 387,
    "bio": "Vardan Mamikonian (c. 387–451) was a representative of the powerful Mamikonian family, traditionally holding the title of sparapet (commander-in-chief). He received a military education and served at the royal court. His era was marked by the religious and political pressures of Sassanid Iran.\n\nIn 450–451, in response to attempts to impose Zoroastrianism, Vardan led the Armenian uprising to preserve Christianity.\n\nOn May 26, 451, the decisive Battle of Avarayr took place. Despite military defeat and Vardan’s death, the battle had long-term consequences, laying the foundation for religious freedom in Armenia.\n\nDecades later, under the leadership of Vahan Mamikonian, the Treaty of Nvarsak (484) guaranteed Armenians the right to practice Christianity.\n\nVardan is venerated as a saint in the Armenian Apostolic Church, and his legacy is celebrated as a cornerstone of Armenian identity and resistance."
  },
  {
    "name": "Narses",
    "subtitle": "Byzantine general of Armenian origin",
    "section": "Military",
    "imageName": "narses",
    "birthCity": "Armenia",
    "birthCountry": "Byzantine Empire",
    "birthLat": 39.5,
    "birthLon": 44.5,
    "birthYear": 478,
    "bio": "Narses (c. 478–573) was a Byzantine general of Armenian origin who served under Emperor Justinian I. He was born in Armenia, but little is known about his early life. Through loyalty and ability he rose to high court office and later military command.\n\nHis name became prominent during the campaigns in Italy against the Ostrogoths. In 538, he reinforced the Byzantine army with Armenian and Eastern troops.\n\nIn 552, Justinian appointed him commander-in-chief of the Italian campaign. At the Battle of Taginae (552) he decisively defeated the Ostrogoths, killing their king Totila. In 553, near Mount Vesuvius, he defeated their new king Teia, effectively ending the Gothic War and restoring Byzantine control over Italy.\n\nAfter these victories, Narses governed Italy as imperial viceroy, overseeing administration and reconstruction. He faced invasions by the Lombards and political conflicts in Constantinople.\n\nHe died around 573. He is remembered as one of Byzantium’s most accomplished generals of Armenian descent, known for strategic skill and diplomatic ability."
  },
  {
    "name": "David-Bek",
    "subtitle": "Leader of the liberation movement",
    "section": "Military",
    "imageName": "davidbek",
    "birthCity": "Syunik",
    "birthCountry": "Armenia",
    "birthLat": 39.2045,
    "birthLon": 46.466,
    "birthYear": 1650,
    "bio": "David Bek (c. 1650–1728) was one of the most famous Armenian military leaders of the 18th century. He led the national liberation struggle in Syunik against Ottoman and Persian domination.\n\nAfter the decline of the Safavid Empire, David Bek rallied local Armenians and refugees from neighboring regions, creating a strong army capable of resisting larger Ottoman and Persian forces.\n\nHis main stronghold was the fortress of Halidzor. In 1727 it withstood a prolonged Ottoman siege, remembered as one of the heroic episodes of Armenian resistance. Other fortified settlements, including Khndzoresk, also became defensive centers under his leadership.\n\nDavid Bek maintained ties with Georgian and Russian rulers, seeking alliances and external support. These efforts laid the foundation for later regional cooperation.\n\nAfter his death in 1728, his comrades, especially Mkhitar Sparapet, continued the struggle. His legacy remains as a symbol of courage and leadership in Armenia’s fight for autonomy."
  },
  {
    "name": "David Artemyevich Delyanov",
    "subtitle": "Major General of the Russian Imperial Army",
    "section": "Military",
    "imageName": "delyanov",
    "birthCity": "Moscow",
    "birthCountry": "Russian Empire",
    "birthLat": 55.7558,
    "birthLon": 37.6173,
    "birthYear": 1763,
    "deathYear": 1821,
    "bio": "David Artemyevich Delyanov (1763–1821) was born in Moscow into an Armenian family from New Julfa. His father, Artem (Harutyun) Delyanov, was a linguist and taught Armenian.\n\nHe entered service in the Russian Imperial Army and participated in the Russo-Turkish wars. He rose through the ranks and was promoted to major general.\n\nDelyanov also took part in community and educational initiatives in Moscow’s Armenian community.\n\nHe was married and had children. His son Ivan Delyanov (1818–1897) later became Russia’s Minister of Education.\n\nDavid Delyanov died in 1821, remembered as an example of Armenian integration into the Russian state and military structures."
  },
  {
    "name": "Lazar Serebryakov",
    "subtitle": "Admiral of the Russian Imperial Navy",
    "section": "Military",
    "imageName": "serebryakov",
    "birthCity": "Feodosiya",
    "birthCountry": "Russian Empire",
    "birthLat": 45.0319,
    "birthLon": 35.3825,
    "birthYear": 1792,
    "deathYear": 1862,
    "bio": "Lazar Serebryakov (1792–1862) was born in Feodosiya into an Armenian family. He entered the Russian Imperial Navy as a cadet and rose through the ranks.\n\nHe fought in the Russo-Turkish War (1828–1829), taking part in naval operations against the Ottoman Empire. By the mid-19th century he commanded formations of the Black Sea Fleet.\n\nIn 1838, Serebryakov led the landing in Tsemes Bay and founded the city of Novorossiysk. This became his most notable contribution to Russia’s Black Sea expansion.\n\nLater, he oversaw port construction and fortifications along the Black Sea coast.\n\nHe died in 1862 and is remembered as one of the key naval commanders who consolidated Russia’s presence in the Black Sea."
  },
  {
    "name": "Mikhail Loris-Melikov",
    "subtitle": "General, statesman",
    "section": "Military",
    "imageName": "loris_melikov",
    "birthCity": "Tiflis",
    "birthCountry": "Russian Empire",
    "birthLat": 41.7151,
    "birthLon": 44.8271,
    "birthYear": 1825,
    "deathYear": 1888,
    "bio": "Mikhail Loris-Melikov (1825–1888) was born in Tiflis into an Armenian noble family. He studied at the St. Petersburg Cadet Corps and joined the Russian army.\n\nHe fought in the Caucasian wars and distinguished himself during the Crimean War.\n\nIn the Russo-Turkish War of 1877–1878, he commanded Russian forces on the Caucasian front, capturing Kars and Ardahan. He was promoted to general of infantry.\n\nAfter the war, he served as governor-general of Astrakhan, Saratov, and Samara. In 1880 he became Minister of the Interior and effectively head of government. He drafted reforms known as the “Constitution of Loris-Melikov,” proposing limited representative institutions, but they were halted after the assassination of Alexander II.\n\nHe resigned and spent his later years in Nice, where he died in 1888."
  },
  {
    "name": "Ivan Bagramyan",
    "subtitle": "Marshal of the Soviet Union",
    "section": "Military",
    "imageName": "bagramyan",
    "birthCity": "Chardakhlu",
    "birthCountry": "Russian Empire",
    "birthLat": 40.78,
    "birthLon": 45.67,
    "birthYear": 1897,
    "deathYear": 1982,
    "bio": "Ivan Bagramyan (1897–1982) was born in the Armenian village of Chardakhlu in the Elizavetpol Governorate. Drafted into the Russian Imperial Army in 1915, he served in cavalry units. After 1917 he joined Armenian volunteer units and later the Red Army.\n\nDuring the interwar period he completed advanced courses and graduated from the Frunze Military Academy in 1934. He served in staff positions in Belarus and Kiev.\n\nIn World War II, he became commander of the 11th Guards Army, then the 1st Baltic Front. Under his command, Soviet troops liberated Belarus, Latvia, and Lithuania, and encircled German forces in Courland.\n\nAfter the war, Bagramyan commanded military districts and later served as Deputy Minister of Defense of the USSR and head of Civil Defense. In 1955 he was promoted to Marshal of the Soviet Union.\n\nHe authored memoirs and contributed to military history. He died in Moscow in 1982 and was buried at Novodevichy Cemetery."
  },
  {
    "name": "Andranik Ozanian",
    "subtitle": "Military leader, National Hero of Armenia",
    "section": "Military",
    "imageName": "ozanian",
    "birthCity": "Shapin-Karahisar",
    "birthCountry": "Ottoman Empire",
    "birthLat": 40.17,
    "birthLon": 38.25,
    "birthYear": 1865,
    "deathYear": 1927,
    "bio": "Andranik Toros Ozanian (1865–1927) was born in Shapin-Karahisar in Western Armenia (Ottoman Empire). From his youth he witnessed persecution of Armenians, shaping his path.\n\nIn the 1890s he joined the fedayi movement, leading self-defense groups. He became known during the resistance in Sasun and Mush.\n\nDuring World War I, Andranik commanded Armenian volunteer units in the Russian army, taking part in the liberation of Van, Bitlis, and Mush.\n\nAfter the 1917 revolution, he defended Armenians in Syunik and Karabakh, maintaining high authority among his people.\n\nHe later emigrated, living in Bulgaria and the USA. He died in Fresno in 1927, later reburied in Paris, and in 2000 in Yerevan. He is remembered as a symbol of Armenian national liberation."
  },
  {
    "name": "Christophor Araratov",
    "subtitle": "Major General of Artillery, Minister of War of the First Republic of Armenia",
    "section": "Military",
    "imageName": "araratov",
    "birthCity": "Nalchik",
    "birthCountry": "Russian Empire",
    "birthLat": 43.4844,
    "birthLon": 43.5980,
    "birthYear": 1876,
    "deathYear": 1937,
    "bio": "Christophor Araratov (1876–1937) was born in Nalchik into an Armenian noble family. He studied at the Tiflis Cadet Corps and the Mikhail Artillery School in St. Petersburg. He fought in the Russo-Japanese and First World Wars, rising to lieutenant colonel and receiving several decorations.\n\nIn 1918 he commanded artillery during the battles of Sardarapat, Bash-Aparan, and Karakilisa. Turkish reports noted the accuracy of an Armenian mountain battery, describing its commander as one who 'damned by Allah disabled our heavy artillery and machine guns.'\n\nIn 1919 he became Minister of War of the First Republic of Armenia and was promoted to major general.\n\nIn 1920 he was captured in Kars and refused to cooperate with the Turks. Returning to Soviet Armenia, he taught at military academies. In 1937 he was arrested during the purges and executed. He was posthumously rehabilitated."
  },
  {
    "name": "Vazgen Sargsyan",
    "subtitle": "Minister of Defense, statesman",
    "section": "Military",
    "imageName": "vazgen_sargsyan",
    "birthCity": "Ararat",
    "birthCountry": "Armenian SSR, USSR",
    "birthLat": 39.8300,
    "birthLon": 44.7000,
    "birthYear": 1959,
    "deathYear": 1999,
    "bio": "Vazgen Sargsyan (1959–1999) was born in Ararat. He graduated from the Yerevan Institute of Physical Culture. By the late 1980s he was active in the Karabakh movement.\n\nIn the early 1990s he organized the 'Yerkrapah' volunteer union and coordinated its integration into Armenia’s emerging armed forces.\n\nIn 1993 he was appointed Minister of Defense. Under his leadership, volunteer units were transformed into a regular army. He oversaw supply, training, and military planning.\n\nIn June 1999 he became Prime Minister of Armenia. On October 27, 1999, he was assassinated in the Armenian Parliament during a terrorist attack.\n\nHe is remembered as one of the founders of Armenia’s armed forces and a key figure in strengthening the state."
  },
  {
    "name": "Ivan Isakov",
    "subtitle": "Admiral of the Fleet of the Soviet Union",
    "section": "Military",
    "imageName": "isakov",
    "birthCity": "Hajikadiklar",
    "birthCountry": "Russian Empire",
    "birthLat": 40.8833,
    "birthLon": 43.5667,
    "birthYear": 1894,
    "deathYear": 1967,
    "bio": "Ivan Isakov (1894–1967) was born in the village of Hajikadiklar in the Kars region. He studied in Tiflis and graduated from the Naval Corps in Petrograd in 1917. He participated in the Civil War and in organizing the Soviet fleet.\n\nIn the 1920s–1930s he held staff and teaching positions, becoming a leading naval strategist. He taught at the Naval Academy and wrote extensively on naval operations.\n\nDuring World War II he served in the General Staff of the Navy, planning operations in the Black Sea and Baltic. Despite a severe wound in 1942 that cost him a leg, he continued teaching and leadership roles.\n\nIn 1955 he was awarded the rank Admiral of the Fleet of the Soviet Union, the highest naval title. He represented the Soviet Navy abroad in international conferences.\n\nHe died in Moscow in 1967 and was buried at Novodevichy Cemetery. He is remembered as one of the main architects of Soviet naval strategy."
  }
]
