[
  {
    "name": "St. Nerses the Great",
    "subtitle": "Catholicos of All Armenians, enlightener and benefactor",
    "section": "Religion",
    "imageName": "nerses_i_the_great",
    "birthCity": "Armenia",
    "birthCountry": "Armenian Kingdom",
    "birthLat": 40.0,
    "birthLon": 45.0,
    "birthYear": 320,
    "deathYear": 373,
    "bio": "St. Nerses the Great (d. 373) served as Catholicos of All Armenians from 353 to 373. He was a descendant of St. Gregory the Illuminator and became renowned in Armenian Church history as an enlightener and benefactor.\n\nUnder his leadership, schools, hospitals, and charitable institutions were founded, offering care for the poor and the sick. He became a living example of mercy and Christian love.\n\nAt the Council of Ashtishat, he introduced rules of Christian life, forbidding close-kin marriages and harmful practices, thus preserving the dignity and moral health of the people.\n\nDespite being exiled for his bold admonitions, he remained unwavering in his pastoral duty and faith.\n\nThe Armenian Apostolic Church venerates him as a beacon of enlightenment, charity, and pastoral wisdom."
  },
  {
    "name": "Mkhitar Sebastatsi",
    "subtitle": "Priest, enlightener, founder of the Mekhitarist Order",
    "section": "Religion",
    "imageName": "mkhitar_sebastatsi",
    "birthCity": "Sebastia",
    "birthCountry": "Ottoman Empire",
    "birthLat": 39.75,
    "birthLon": 37.0167,
    "birthYear": 1676,
    "deathYear": 1749,
    "bio": "Mkhitar Sebastatsi (1676–1749) was an Armenian priest, theologian, and enlightener, the founder of the Mekhitarist Order. Born in Sebastia, he dedicated himself from an early age to the service of the Church and education.\n\nIn 1701 he founded the Mekhitarist Order, whose mission was to strengthen faith, spread education, and preserve Armenian culture. By 1717, the community had established itself on the island of San Lazzaro in Venice, which became a world-renowned center of Armenian scholarship.\n\nThe Mekhitarists engaged in translation, publishing, lexicography, and education, producing works that reached across the Armenian diaspora.\n\nTheir contributions preserved the Armenian language and heritage during times of dispersion, and also introduced Armenian culture to Western scholarship.\n\nThe Armenian Church honors Mkhitar Sebastatsi as a symbol of faith, learning, and national revival."
  },
  {
    "name": "Mkrtich Khrimyan",
    "subtitle": "Catholicos of All Armenians, church and national leader",
    "section": "Religion",
    "imageName": "hrimyan",
    "birthCity": "Van",
    "birthCountry": "Ottoman Empire",
    "birthLat": 38.5,
    "birthLon": 43.4,
    "birthYear": 1820,
    "deathYear": 1907,
    "bio": "Mkrtich Khrimyan (1820–1907), known to the people as Khrimyan Hayrik (“Little Father”), was one of the most prominent Armenian church and national leaders of the 19th century. Born in Van, he devoted himself to pastoral work and became a defender of Armenian national rights.\n\nHe served as Patriarch of Constantinople and later as Catholicos of All Armenians (1892–1907). Khrimyan supported schools, printing presses, and newspapers, and encouraged the growth of Armenian culture and education.\n\nAt the 1878 Berlin Congress, he famously proclaimed his message of the “iron ladle,” declaring that other nations had secured their rights with an “iron ladle,” while Armenians, attempting with a paper one, received nothing. This became a symbol of national struggle.\n\nDespite constant pressure from Ottoman authorities, Khrimyan never abandoned his people, writing pastoral letters filled with simple yet profound wisdom.\n\nHe remains remembered as a fatherly figure of the Armenian nation, combining spiritual leadership with national responsibility."
  },
  {
    "name": "Vazgen I",
    "subtitle": "Catholicos of All Armenians (1955–1994)",
    "section": "Religion",
    "imageName": "vazgen_i",
    "birthCity": "Bucharest",
    "birthCountry": "Romania",
    "birthLat": 44.4268,
    "birthLon": 26.1025,
    "birthYear": 1908,
    "deathYear": 1994,
    "bio": "Vazgen I (born Levon Karapet Tadevosyan, 1908–1994) was Catholicos of All Armenians from 1955 to 1994. His nearly forty-year pontificate was one of the longest and most fruitful in the history of the Armenian Apostolic Church.\n\nHe led the Church during the difficult Soviet years, when religion was heavily controlled. Despite the pressures, Vazgen I preserved the throne of Etchmiadzin, defended the Church’s independence, and inspired the faithful to hold fast to their traditions.\n\nHe nurtured ties with the diaspora, reaching out to communities worldwide, and was active in the ecumenical movement, representing the Armenian Church on the global stage.\n\nHis spiritual fatherhood was marked by humility and strength, combining wisdom and compassion.\n\nHe passed away in 1994 and was laid to rest at the Monastery of St. Gayane in Etchmiadzin. The Armenian Church venerates him as a symbol of steadfastness and pastoral care."
  },
  {
    "name": "Karekin II",
    "subtitle": "Catholicos of All Armenians (1999–present)",
    "section": "Religion",
    "imageName": "garegin_ii",
    "birthCity": "Vagharshapat",
    "birthCountry": "Soviet Armenia",
    "birthLat": 40.1667,
    "birthLon": 44.2946,
    "birthYear": 1951,
    "bio": "Karekin II (born Ktrij Sargsyan, 1951) has been Catholicos of All Armenians since 1999. Born in Vagharshapat, he studied at Yerevan University, the Theological Seminary of Etchmiadzin, and in European centers of theology.\n\nHis pontificate has coincided with the period of independent Armenia, when the Church regained freedom and resumed its mission as the spiritual anchor of the nation. He has focused on rebuilding churches, establishing educational and charitable programs, and strengthening ties with the diaspora.\n\nHe has often faced challenges in Church–state relations. Despite pressures from secular authorities, he has defended the independence and mission of the Armenian Church.\n\nUnder his leadership, new theological institutions and youth programs have flourished, and the Armenian Church has expanded its role in social life.\n\nToday, Karekin II continues his mission as shepherd of the Armenian nation, upholding the authority of the Mother See of Holy Etchmiadzin and representing the Church in global Christian dialogue."
  },
    {
      "name": "St. Grigor Narekatsi",
      "subtitle": "Armenian poet, theologian and saint",
      "section": "Religion",
      "imageName": "narekatsi",
      "birthCity": "Narek",
      "birthCountry": "Armenia",
      "birthLat": 39.5469,
      "birthLon": 43.0087,
      "birthYear": 951,
      "bio": "St. Grigor Narekatsi (951–c.1003) was one of the greatest Armenian mystics, theologians, and poets, revered as a saint of the Armenian Apostolic Church. Born in the village of Narek, he lived and worked in the Monastery of Narek, where he received his education and became a teacher and spiritual guide.\n\nHis masterpiece, the 'Book of Lamentations' (known simply as 'Narek'), is a collection of 95 prayers combining repentance, mystical theology, and poetic imagery. For centuries it has been used in liturgical life and personal devotion, regarded as a book of healing for soul and body.\n\nNarekatsi was also a hymnographer, biblical commentator, and spiritual teacher. His writings shaped the development of Armenian Christian thought and liturgical poetry.\n\nIn 2015, the Catholic Church proclaimed him a Doctor of the Universal Church (Doctor Ecclesiae), recognizing the universal significance of his spiritual legacy.\n\nHe is venerated as a saint, and his 'Book of Lamentations' remains a spiritual treasure of Armenian and world Christianity."
    },
    {
      "name": "St. Mesrop Mashtots",
      "subtitle": "Creator of the Armenian alphabet, saint",
      "section": "Religion",
      "imageName": "mashtots",
      "birthCity": "Ashtishat",
      "birthCountry": "Armenia",
      "birthLat": 39.6900,
      "birthLon": 42.0700,
      "birthYear": 362,
      "bio": "St. Mesrop Mashtots (c. 362–440) was an Armenian monk, missionary, and saint, best known as the creator of the Armenian alphabet. Born in Ashtishat, Taron province, he first served as a royal official before dedicating his life to the Church and learning.\n\nWith the blessing of Catholicos Sahak Partev and King Vramshapuh, he developed the Armenian alphabet around 405 AD. This opened the way for the translation of the Bible and liturgical texts into Armenian, marking the dawn of the Golden Age of Armenian literature.\n\nMashtots also founded schools, organized translations from Greek and Syriac, and spread Christian education throughout Armenia.\n\nHis mission extended beyond Armenia, influencing the creation of Georgian and Caucasian Albanian alphabets as well.\n\nHe is venerated as a saint of the Armenian Church, symbolizing enlightenment and the spiritual awakening of the Armenian nation."
    },
    {
      "name": "St. Sahak Partev",
      "subtitle": "Catholicos of All Armenians",
      "section": "Religion",
      "imageName": "sahak_partev",
      "birthCity": "Yervandashat",
      "birthCountry": "Armenia",
      "birthLat": 40.1333,
      "birthLon": 43.8833,
      "birthYear": 348,
      "bio": "St. Sahak Partev (348–439), Catholicos of All Armenians (387–436), was one of the most important leaders of the Armenian Church and culture. Descended from the Arsacid dynasty, he worked alongside St. Mesrop Mashtots in the creation of the Armenian alphabet and the establishment of schools.\n\nTogether they oversaw the translation of the Bible into Armenian, known as the 'Queen of Translations.' This became the foundation of Armenian literature and theology.\n\nAs Catholicos, Sahak Partev defended the Christian faith against Zoroastrian influence, strengthened the Church, and promoted education.\n\nHe also engaged in diplomacy with Byzantium and Persia, representing the Armenian nation.\n\nHe is venerated as a saint of the Armenian Apostolic Church, remembered as a builder of the Golden Age of Armenian Christianity."
    },
    {
      "name": "St. Sandukht",
      "subtitle": "First Armenian martyr, saint",
      "section": "Religion",
      "imageName": "sandukht",
      "birthCity": "Artashat",
      "birthCountry": "Armenia",
      "birthLat": 39.9539,
      "birthLon": 44.5506,
      "birthYear": 270,
      "deathYear": 301,
      "bio": "St. Sandukht, daughter of King Arshak II, is remembered as the first Armenian martyr, who crowned her life with the confession of Christ. She was converted by the preaching of St. Gregory the Illuminator and embraced the Gospel with unwavering faith.\n\nDespite threats and persuasion, she remained steadfast in her trust in the Lord. Her witness inspired others to endure trials for the faith.\n\nBy royal order she was imprisoned and tortured, yet she strengthened fellow Christians with prayer and courage. In 301 she was put to death, sealing her testimony with blood.\n\nThe Armenian Apostolic Church venerates her as the first martyr of Armenia, illuminating the path toward the nation’s baptism.\n\nSt. Sandukht stands as a symbol of pure and unshakable faith, a model for generations of Christians in love for Christ and devotion to the Church."
    },
    {
      "name": "St. Gregory the Illuminator",
      "subtitle": "First Catholicos of All Armenians, baptizer of Armenia",
      "section": "Religion",
      "imageName": "grigor_lusavorich",
      "birthCity": "Vagharshapat",
      "birthCountry": "Armenia",
      "birthLat": 40.1667,
      "birthLon": 44.2946,
      "birthYear": 257,
      "deathYear": 331,
      "bio": "St. Gregory the Illuminator (c. 257–331) was the first Catholicos of All Armenians, the baptizer of Armenia, and saint of the Armenian Apostolic Church. Descended from the Arsacid line, he was raised in Cappadocia in the Christian faith.\n\nReturning to Armenia, he preached Christ but was imprisoned for 13 years in the deep pit of Khor Virap under King Tiridates III.\n\nBy God’s providence he healed the king of a grave illness, after which Tiridates and the Armenian people were baptized in 301 AD, making Armenia the first nation to adopt Christianity as its state religion.\n\nGregory established the Church hierarchy, founded the See of Etchmiadzin, and began the building of churches.\n\nHe is venerated as 'the Illuminator of Armenia,' a saint whose mission opened a new Christian era in the nation’s history."
    },
    {
      "name": "St. Nerses IV Shnorhali",
      "subtitle": "Catholicos of All Armenians, saint, poet and theologian",
      "section": "Religion",
      "imageName": "nerses_shnorhali",
      "birthCity": "Cilicia",
      "birthCountry": "Armenian Kingdom of Cilicia",
      "birthLat": 37.0,
      "birthLon": 35.0,
      "birthYear": 1102,
      "deathYear": 1173,
      "bio": "St. Nerses IV Shnorhali (1102–1173) was Catholicos of All Armenians, a saint, poet, theologian, and musician, one of the most luminous figures of Cilician Armenia.\n\nHe was elected Catholicos in 1166 and strove to strengthen unity within the Church. He corresponded with the Pope and Byzantine patriarchs, seeking to defend the Armenian Church.\n\nHis legacy includes hymns, theological treatises, and lyrical poems full of deep spirituality and tenderness. His writings made him one of the greatest Armenian poets of the Middle Ages.\n\nHe is venerated as a saint and Doctor of the Armenian Church, honored for uniting theology and poetry in service of the faith."
    },
    {
      "name": "Hovhannes Mandakuni",
      "subtitle": "Catholicos of All Armenians, theologian",
      "section": "Religion",
      "imageName": "hovhannes_mandakuni",
      "birthCity": "Armenia",
      "birthCountry": "Armenian Kingdom",
      "birthLat": 40.0,
      "birthLon": 45.0,
      "birthYear": 440,
      "deathYear": 490,
      "bio": "Hovhannes Mandakuni (c. 440–490) served as Catholicos of All Armenians from 478 to 490. He became a leading figure of the Armenian Church in the difficult years following the Battle of Avarayr. \n\nHe continued the mission of St. Vardan Mamikonian and the defenders of the faith, strengthening the Church under pressure from Sasanian attempts to impose Zoroastrianism. \n\nMandakuni left behind sermons and exhortations that condemned pagan practices and encouraged purity of life and devotion to Christ. His writings are regarded as classics of early Armenian homiletics. \n\nHe restored monastic life and helped consolidate church order in a time of turmoil. \n\nThe Armenian Apostolic Church venerates him as a saint and teacher of the faith."
    },
    {
      "name": "Hovhannes Odznetsi",
      "subtitle": "Catholicos of All Armenians, canonist and reformer",
      "section": "Religion",
      "imageName": "hovhannes_odznetsi",
      "birthCity": "Odzun",
      "birthCountry": "Armenia",
      "birthLat": 41.0539,
      "birthLon": 44.6164,
      "birthYear": 650,
      "deathYear": 728,
      "bio": "St. Hovhannes Odznetsi (c. 650–728) was Catholicos of All Armenians from 717 to 728, remembered as a major canonist and reformer of the Armenian Church. \n\nEducated in both Armenian and Byzantine traditions, he studied Greek and Syriac sources and brought them into Armenian canon law. \n\nHis most important work, the 'Book of Canons', systematized church rules and became a foundational text for the Armenian Church. \n\nHe strengthened the unity of the Church, fought heresies, and promoted monastic and ecclesiastical life. \n\nHe is venerated as a saint, and the church in Odzun, associated with his name, remains one of the great monuments of medieval Armenian architecture."
    },
    {
      "name": "Khachatur Kesaratsi",
      "subtitle": "Catholicos of All Armenians, enlightener",
      "section": "Religion",
      "imageName": "khachatur_kesaratsi",
      "birthCity": "Caesarea",
      "birthCountry": "Cilician Armenia",
      "birthLat": 38.7333,
      "birthLon": 35.4833,
      "birthYear": 1480,
      "deathYear": 1539,
      "bio": "Khachatur Kesaratsi (c. 1480–1539) was Catholicos of All Armenians from 1523 to 1539 and is remembered as an enlightener and cultural leader. \n\nHe founded the first Armenian printing press in Venice in 1512, where he published the first Armenian printed book, the 'Book of Hours' (Zhamakirk). This marked the beginning of Armenian book printing. \n\nAs Catholicos, he guided the Church during the turbulent years of Ottoman–Persian conflicts and promoted the spread of printed literature as a means of preserving faith and identity. \n\nHe also sought to strengthen ties with Eastern and Western Christian centers. \n\nThe Armenian Apostolic Church honors him as a pioneering figure who safeguarded Armenian culture and education through the printed word."
    }
  
]
