[
  {
    "name": "Viktor Ambartsumian",
    "subtitle": "Astrophysicist, academician",
    "section": "Наука и образование",
    "imageName": "ambartsumian",
    "birthCity": "Tbilisi",
    "birthCountry": "Georgia",
    "birthLat": 41.7151,
    "birthLon": 44.8271,
    "birthYear": 1908,
    "bio": "Viktor Amazaspovich Ambartsumian (1908–1996) was an outstanding Armenian and Soviet astrophysicist, one of the greatest scientists of the 20th century, and the founder of the Armenian school of astrophysics. He was born in Tbilisi in a family of a professor of literature. He graduated from Leningrad University, where he demonstrated exceptional talent in theoretical astrophysics.\n\nIn the 1930s, he published fundamental works on the theory of stellar atmospheres and the statistics of stellar systems. He developed the foundations of the modern theory of stellar associations and galaxy evolution. These studies transformed the understanding of the formation and dynamics of stellar systems.\n\nIn 1943, Ambartsumian founded the Byurakan Astrophysical Observatory in Armenia and directed it for many decades, turning it into one of the world’s leading centers of astrophysical research.\n\nHe held leading positions in international organizations, serving as president of the International Astronomical Union (1961–1964). His contributions brought him worldwide recognition, and he was awarded top scientific prizes of the USSR and many foreign academies.\n\nAmbartsumian also served as president of the Academy of Sciences of the Armenian SSR, greatly contributing to the development of Armenian scientific potential. His legacy made Armenia a global center of astronomy."
  },
  {
    "name": "Sergey Mergelyan",
    "subtitle": "Mathematician, academician",
    "section": "Наука и образование",
    "imageName": "mergelian",
    "birthCity": "Simferopol",
    "birthCountry": "Russia",
    "birthLat": 44.9521,
    "birthLon": 34.1024,
    "birthYear": 1928,
    "bio": "Sergey Nikitovich Mergelyan (1928–2008) was a prominent Armenian mathematician, academician, and a leading figure in function theory and approximation theory. He was born in Simferopol but soon moved with his family to Yerevan, where he completed school and university.\n\nAt the age of 20, he defended his candidate thesis, and by 23, he became one of the youngest doctors of mathematical sciences in Soviet history. His groundbreaking research in complex analysis and polynomial approximation led to the famous “Mergelyan’s Theorem” (1951), now a classic in approximation theory.\n\nHe directed the Institute of Mathematics of the Armenian Academy of Sciences and established a strong school of mathematics in Armenia.\n\nMergelyan was also a public figure, serving as a deputy of the Supreme Soviet of the USSR, and promoted education and science in the republic. His work was recognized internationally, and he collaborated with leading mathematicians worldwide.\n\nHis legacy remains significant in modern mathematics, and the Institute of Mathematics in Yerevan now bears his name."
  },
  {
    "name": "Gurgen Askaryan",
    "subtitle": "Experimental physicist",
    "section": "Наука и образование",
    "imageName": "askaryan",
    "birthCity": "Moscow",
    "birthCountry": "Russia",
    "birthLat": 55.7558,
    "birthLon": 37.6173,
    "birthYear": 1928,
    "bio": "Gurgen Ashotovich Askaryan (1928–1997) was a Soviet and Armenian experimental physicist, best known as the author of the Askaryan effect. Born in Moscow to a family of engineers, he studied at the Moscow Power Engineering Institute.\n\nIn the 1950s, he worked at the Institute of Physical Problems and the Institute of Atomic Energy. During this period, he proposed a new method for detecting high-energy neutrinos using radio waves produced during particle interactions with matter. This phenomenon became known as the “Askaryan effect” and was later experimentally confirmed.\n\nHe also contributed to laser physics, acousto-optics, nonlinear optics, and radiation detection methods. His work had a major impact on experimental physics both in the USSR and internationally.\n\nAskaryan’s articles were widely cited, inspiring future research in astrophysics and cosmic ray detection.\n\nToday, several scientific projects focused on neutrinos and cosmic rays are named after him. He is regarded as one of the most original thinkers in Soviet physics."
  },
  {
    "name": "Movses Khorenatsi",
    "subtitle": "Historian, philosopher, theologian",
    "section": "Наука и образование",
    "imageName": "khorenatsi",
    "birthCity": "Khoren",
    "birthCountry": "Armenia",
    "birthLat": 39.5,
    "birthLon": 45.9,
    "birthYear": 410,
    "bio": "Movses Khorenatsi (c. 410–490) was an Armenian historian, philosopher, and theologian, widely known as the “father of Armenian historiography.” Born likely in Syunik, he studied in Syria and Byzantium, mastering Greek and Syriac traditions.\n\nHis main work, “History of Armenia,” covers the period from biblical times to the 5th century, blending mythological accounts with historical narratives. The book became the cornerstone of Armenian historical memory and identity.\n\nHe was also engaged in philosophy and theology, taking part in the translation movement that brought ancient and Christian texts into Armenian.\n\nKhorenatsi is remembered not only as a chronicler but also as a thinker who integrated Armenian history into the broader context of world civilization.\n\nHis works remained influential for centuries and were translated widely, shaping Armenian historiography and philosophical thought."
  },
  {
    "name": "Anania Shirakatsi",
    "subtitle": "Scholar, mathematician, astronomer, geographer",
    "section": "Наука и образование",
    "imageName": "shirakatsi",
    "birthCity": "Shirak",
    "birthCountry": "Armenia",
    "birthLat": 40.8,
    "birthLon": 43.8,
    "birthYear": 610,
    "deathYear": 685,
    "bio": "Anania Shirakatsi (c. 610–685) was a remarkable Armenian polymath of the 7th century. He was one of the earliest systematizers of knowledge in Armenian history, studying mathematics, astronomy, geography, and philosophy.\n\nHis most famous works include “Book of Numbers,” covering arithmetic, geometry, and number theory, and “Ashkharatsuyts” (“Geography”), an atlas describing the world from Byzantium to India and China.\n\nHe also made astronomical observations, described calendars, and theorized planetary movements.\n\nShirakatsi was also a teacher, founding a school that taught mathematics and natural sciences. His legacy earned him the title of the “Armenian Pythagoras.”\n\nHis works influenced generations of scholars and still stand as a cornerstone of medieval Armenian science."
  },
  {
    "name": "Amirdovlat Amasiatsi",
    "subtitle": "Physician, scientist, naturalist",
    "section": "Наука и образование",
    "imageName": "amirdovlat_amasiatsi",
    "birthCity": "Amasya",
    "birthCountry": "Ottoman Empire",
    "birthLat": 40.65,
    "birthLon": 35.8333,
    "birthYear": 1420,
    "deathYear": 1496,
    "bio": "Amirdovlat Amasiatsi (c. 1420–1496) was a renowned Armenian physician and naturalist of the 15th century, often called the “Armenian Avicenna.” He was born in Amasya, received medical education, and became court physician to Sultan Mehmed II the Conqueror.\n\nHe traveled widely across the Ottoman Empire and neighboring lands, collecting knowledge of medicinal plants and remedies.\n\nHis major works include “Care for Health” (1468), “Unbeatable Book” (1475), and “Useful Book for All” (1482), the latter written in colloquial Armenian to make medical knowledge accessible to the general public.\n\nThese texts described hundreds of remedies of plant, animal, and mineral origin, along with guidance on anatomy, dietetics, and hygiene.\n\nAmirdovlat’s contributions influenced medicine in Armenia, the Ottoman Empire, and beyond, combining Greek, Arabic, and Armenian traditions into a comprehensive system."
  },
  {
    "name": "Agnes Joaquim",
    "subtitle": "Botanist, horticulturalist",
    "section": "Наука и образование",
    "imageName": "agnes_joaquim",
    "birthCity": "Singapore",
    "birthCountry": "British Empire",
    "birthLat": 1.3521,
    "birthLon": 103.8198,
    "birthYear": 1854,
    "deathYear": 1899,
    "bio": "Agnes Joaquim (1854–1899) was a Singaporean Armenian botanist and horticulturalist, known for creating the national flower of Singapore. Born into an Armenian family from New Julfa, she was passionate about gardening and plant cultivation.\n\nIn 1893, she bred the orchid hybrid Vanda 'Miss Joaquim,' a cross between Vanda teres and Vanda hookeriana. The new variety thrived in Singapore’s climate and gained wide acclaim.\n\nAfter her death, the orchid was named in her honor and in 1981 became the official national flower of Singapore.\n\nAgnes Joaquim is remembered as a pioneer of horticulture and a symbol of Armenian diaspora contributions to world culture."
  },
  {
    "name": "Raymond Damadian",
    "subtitle": "Inventor of MRI, physician, researcher",
    "section": "Наука и образование",
    "imageName": "damadian",
    "birthCity": "New York",
    "birthCountry": "USA",
    "birthLat": 40.7128,
    "birthLon": -74.0060,
    "birthYear": 1936,
    "deathYear": 2022,
    "bio": "Raymond Vahan Damadian (1936–2022) was an American physician, scientist, and inventor of Armenian descent, best known as the creator of the first MRI scanner for medical diagnostics. He was born in New York to an Armenian immigrant family.\n\nHe studied mathematics at the University of Wisconsin and later earned a medical degree from Albert Einstein College of Medicine. He was fascinated by the applications of nuclear magnetic resonance in biology and medicine.\n\nIn 1971, he published research showing that nuclear magnetic resonance could differentiate between healthy and cancerous tissues, a breakthrough that laid the foundation for MRI.\n\nIn 1977, Damadian built the world’s first MRI scanner, “Indomitable,” which produced the first human body scans.\n\nThough there were disputes over Nobel recognition, Damadian received the U.S. National Medal of Technology and was inducted into the National Inventors Hall of Fame. His invention revolutionized medicine and saved millions of lives."
  },
  {
    "name": "Joseph Orbeli",
    "subtitle": "Orientalist, academician",
    "section": "Наука и образование",
    "imageName": "orbeli",
    "birthCity": "Kutaisi",
    "birthCountry": "Russian Empire",
    "birthLat": 42.25,
    "birthLon": 42.7,
    "birthYear": 1887,
    "deathYear": 1961,
    "bio": "Joseph Abgarovich Orbeli (1887–1961) was a distinguished Soviet Armenian orientalist, academician, and expert on the history, art, and culture of the Caucasus and the Near East. Born in Kutaisi, he studied oriental languages, history, and archaeology at St. Petersburg University.\n\nHe took part in archaeological expeditions across Armenia and the Caucasus. His research focused on Armenian manuscripts, medieval architecture, and Eastern art.\n\nIn the 1930s, he became director of the State Hermitage Museum, preserving collections during World War II and developing it into a world-leading center of oriental studies. Under his leadership, the Hermitage built its famous Oriental art collection.\n\nOrbeli was also the founding president of the Armenian Academy of Sciences (1943), shaping Armenia’s scientific development.\n\nHe left a rich scholarly legacy, authoring monographs and articles that secured his place as a pioneer of Soviet oriental studies."
  },
  {
    "name": "Arakel Davrizhetsi",
    "subtitle": "Historian, chronicler of the 17th century",
    "section": "Наука и образование",
    "imageName": "arakel_davrizhetsi",
    "birthCity": "Davriz",
    "birthCountry": "Armenia (Syunik)",
    "birthLat": 39.55,
    "birthLon": 46.05,
    "birthYear": 1590,
    "deathYear": 1670,
    "bio": "Arakel Davrizhetsi (c. 1590–1670) was a 17th-century Armenian historian and chronicler, author of the monumental “Book of Histories,” one of the most important sources for early modern Armenian history. He was born in the village of Davriz, Syunik, and educated in the Etchmiadzin religious milieu.\n\nHis work covers events of the 16th–17th centuries, including Ottoman-Persian wars, Armenian resettlements, and the deportations of Armenians under Shah Abbas I.\n\nHe paid great attention to the role of the Armenian Church in preserving identity and unity.\n\nWritten in accessible language, his chronicle was both history and literature, popular among readers for centuries.\n\nToday, his work is a cornerstone of Armenian historiography."
  },
  {
    "name": "Ghevond",
    "subtitle": "Historian of Arab conquests",
    "section": "Наука и образование",
    "imageName": "gevond",
    "birthCity": "Armenia",
    "birthCountry": "Armenia",
    "birthLat": 40.0,
    "birthLon": 45.0,
    "birthYear": 730,
    "deathYear": 790,
    "bio": "Ghevond (c. 730–790) was an Armenian historian of the 8th century, considered one of the most reliable sources on the Arab conquests. His “History” describes events of the 7th–8th centuries, including Armenia’s relations with Arab governors.\n\nHe preserved rare documents, such as letters of Arab caliphs to the Armenians, and accounts of early diplomacy.\n\nHe highlighted the Armenian Church’s role in maintaining identity under foreign rule.\n\nHis style is clear and factual, and he drew on Armenian, Greek, Syriac, and Arabic sources.\n\nGhevond is regarded as a classic of Armenian historiography and a vital source for medieval Middle Eastern history."
  },
  {
    "name": "Vardan Areveltsi",
    "subtitle": "Historian, philosopher, theologian of the 13th century",
    "section": "Наука и образование",
    "imageName": "vardan_areveltsi",
    "birthCity": "Armenia",
    "birthCountry": "Armenian Kingdom",
    "birthLat": 40.0,
    "birthLon": 45.0,
    "birthYear": 1200,
    "deathYear": 1271,
    "bio": "Vardan Areveltsi (c. 1200–1271) was a 13th-century Armenian historian, philosopher, theologian, and teacher. His epithet “Areveltsi” (“the Eastern”) referred to his activity in Eastern Armenia.\n\nEducated in monastic schools, he became a teacher and scribe.\n\nHis main work, “Universal History,” combined Armenian history with world history from biblical times to the 13th century, making it a valuable textbook for medieval schools.\n\nHe integrated Armenian events into the broader Christian and global context.\n\nHis works left a lasting influence on Armenian education and historiography."
  },
  {
    "name": "James Philip Bagian",
    "subtitle": "Astronaut, engineer, physician",
    "section": "Наука и образование",
    "imageName": "james_bagian",
    "birthCity": "Philadelphia",
    "birthCountry": "USA",
    "birthLat": 39.9526,
    "birthLon": -75.1652,
    "birthYear": 1952,
    "bio": "James Philip Bagian (b. 1952) is an American physician, engineer, and astronaut of Armenian descent, the first Armenian to travel into space.\n\nHe earned a mechanical engineering degree from Drexel University (1973) and an MD from Thomas Jefferson University (1977).\n\nIn 1980, he was selected as a NASA astronaut and flew two space missions: STS-29 (1989) and STS-40 (1991), spending over 337 hours in space.\n\nAfter NASA, he became the founding director of the National Center for Patient Safety (VA) and later established the Center for Healthcare Engineering and Patient Safety at the University of Michigan.\n\nBagian is a member of the U.S. National Academy of Engineering and the Institute of Medicine, known for combining engineering, medicine, and aerospace expertise."
  },
  {
    "name": "Yakub Artin Pasha",
    "subtitle": "Scholar, educator, education reformer",
    "section": "Наука и образование",
    "imageName": "artin_pasha",
    "birthCity": "Constantinople",
    "birthCountry": "Ottoman Empire",
    "birthLat": 41.0082,
    "birthLon": 28.9784,
    "birthYear": 1842,
    "deathYear": 1919,
    "bio": "Yakub Artin Pasha (1842–1919) was an Armenian-born reformer and scholar who became one of the most influential figures in Egypt’s education system in the 19th century. Born in Constantinople, he received broad education in both Eastern and Western traditions.\n\nHe moved to Egypt and rose in the government’s education department, eventually becoming Minister of Public Education.\n\nHe introduced reforms in curricula, founded modern schools, and promoted education accessible to a wider population.\n\nArtin Pasha also wrote studies on Egyptian folklore and pedagogy, blending European methods with local traditions.\n\nHe was active in the Armenian diaspora community and co-founded the Armenian General Benevolent Union (AGBU). His legacy represents the meeting of Armenian scholarship with broader Middle Eastern modernization."
  }
]
